{
   "obras": {
      "obra": [
         {
            "nome": "Rage Over a Lost Penny",
            "desc": "The \"Rondo alla ingharese quasi un capriccio\" in G major, Op. 129 (Italian: \"Rondo in the Hungarian [i.e. gypsy] style, almost a\n         caprice\"), is a piano rondo by Ludwig van Beethoven. It is better known by the title Rage Over a Lost Penny, Vented in a Caprice (from\n         German: Die Wut über den verlorenen Groschen, ausgetobt in einer Caprice). This title appears on the autograph manuscript, but not in\n         Beethoven's hand, and has been attributed to his friend Anton Schindler. It is a favourite with audiences and is frequently performed as a\n         show piece.",
            "anoCriacao": "1745",
            "periodo": "Barroco",
            "compositor": "Krebs, Johann Ludwig",
            "duracao": "01:00:26",
            "_id": "O2"
         },
         {
            "nome": "Zärtliche Liebe",
            "desc": "\"Zärtliche Liebe\" (Tender Love), WoO 123, or \"Ich liebe dich\", is a love song by Ludwig van Beethoven that was written in 1795 and first\n         published in 1803. Beethoven was 25 years old when it was composed. The song is occasionally referred to by its first line, \"Ich liebe dich,\n         so wie du mich.\"",
            "anoCriacao": "1791",
            "periodo": "Clássico",
            "compositor": "Reincken, Johann Adam",
            "duracao": "00:25:01",
            "_id": "O134"
         },
         {
            "nome": "Military Band No. 1",
            "desc": "The March for Military Band No. 1 in F major, WoO 18, was written by Ludwig van Beethoven in 1808 or 1809 as a march Für die Böhmische\n         Landwehr (For the Bohemian Militia). It was the first of three military marches written by Beethoven.",
            "anoCriacao": "1673",
            "periodo": "Barroco",
            "compositor": "Emanuele d'Astorga",
            "duracao": "01:19:00",
            "_id": "O108"
         },
         {
            "nome": "The Rondo",
            "desc": "Ludwig van Beethoven wrote two rondos for solo piano in 1797.The Rondo in C Major, Op. 51, No. 1The Rondo in G Major, Op. 51, No. 2 bears\n         a dedication to Countess Henriette von Lichnowsky in later editions. Artaria originally published both Rondos without dedications in October\n         1797.During this time, the composer also wrote the Op. 129 Rondo \"Rage over a Lost Penny,\" and the three Piano Sonatas, Op. 10. The Op. 129\n         Rondo remained unpublished during Beethoven's lifetime.",
            "anoCriacao": "1744",
            "periodo": "Barroco",
            "compositor": "Sammartini, Giovanni Battista",
            "duracao": "00:28:52",
            "_id": "O50"
         },
         {
            "nome": "Three Pieces for Orchestra",
            "desc": "Alban Berg composed his Three Pieces for Orchestra (German – Drei Orchesterstücke), Op. 6 between 1913 and 1915. It is dedicated \"to my\n         teacher and friend Arnold Schoenberg in immeasurable gratitude and love\". A revised version of the score was published in 1929 by Universal\n         Edition.",
            "anoCriacao": "1470",
            "periodo": "Medieval",
            "compositor": "Nicolaus Bruhns",
            "duracao": "01:46:33",
            "_id": "O99"
         },
         {
            "nome": "Ab Irato",
            "desc": "Étude de perfectionnement de la methode des methodes is a description applied to two pieces by the Hungarian composer Franz Liszt,\n         composed in 1842 and 1852. The first piece is called Morceau de salon, S.142, followed by a revision, Ab Irato, S.143. They are regarded as\n         eccentric pieces with beautiful interludes of arpeggiated figures, though both are rarely performed.",
            "anoCriacao": "1749",
            "periodo": "Barroco",
            "compositor": "Johann David Heinichen",
            "duracao": "00:28:03",
            "_id": "O41"
         },
         {
            "nome": "Adagio in B minor",
            "desc": "The Adagio in B minor for piano, K. 540, by Wolfgang Amadeus Mozart is a standalone composition for solo piano, and was entered into his\n         Verzeichnis aller meiner Werke (Catalogue of all my Works) on March 19, 1788.",
            "anoCriacao": "1418",
            "periodo": "Medieval",
            "compositor": "Durante, Francesco",
            "duracao": "00:08:37",
            "_id": "O121"
         },
         {
            "nome": "Bagatelles, Opus 119",
            "desc": "The Eleven Bagatelles, Op. 119 were written by Ludwig van Beethoven between the 1790s and the early 1820s. By the end of 1803, he had\n         already sketched bagatelles Nos. 1 through 5 (along with several other short works for piano that he never published). In 1820, he composed\n         the last five bagatelles of Op. 119, and published them as a set of five in 1821. The following year, he revised his old bagatelle sketches\n         to construct a new collection for publication, adding a final bagatelle, No. 6, composed in late 1822. He then sent off this set of six to\n         England for publication in 1823, along with Nos. 7 through 11, which had not yet been published in England.The English publisher printed all\n         eleven bagatelles together as one collection, and it is unclear to what degree this represents the composer's intentions. Some scholars have\n         argued that the two halves of Op. 119 — Nos. 1 through 6, and Nos. 7 through 11 — are best thought of as separate collections. However, it is\n         also possible that when Beethoven composed No. 6 in late 1822, he had already planned to send all eleven pieces to England. In that case, No.\n         6 would not be meant as a conclusion to the first five, but as a way to connect them with the latter five. The key relationship and thematic\n         similarities between No. 6 and No. 7 support this hypothesis, as does the fact that in subsequent correspondence, Beethoven expressed only\n         satisfaction with how the bagatelles were published in England.A typical performance of Op. 119 lasts around fourteen minutes.G minor.\n         AllegrettoC major. Andante con motoD major. A l'AllemandeA major. Andante cantabileC minor. RisolutoG major. Andante — AllegrettoC major.\n         Allegro, ma non troppoC major. Moderato cantabileA minor. Vivace moderatoA major. AllegramenteB flat major. Andante, ma non troppo",
            "anoCriacao": "1589",
            "periodo": "Renascimento",
            "compositor": "Gregor Aichinger",
            "duracao": "00:26:19",
            "_id": "O124"
         },
         {
            "nome": "Bagatelles, Opus 33",
            "desc": "The Seven Bagatelles, Op. 33 were completed by Ludwig van Beethoven in 1802. The pieces are quite typical of Beethoven's early style,\n         retaining many compositional features of the early Classical period.Andante grazioso, quasi allegretto in E-flat majorScherzo. Allegro in C\n         majorAllegretto in F majorAndante in A majorAllegro ma non troppo in C majorAllegretto, quasi andante in D majorPresto in A-flat major",
            "anoCriacao": "1551",
            "periodo": "Renascimento",
            "compositor": "Samuel Scheidt",
            "duracao": "00:29:15",
            "_id": "O135"
         },
         {
            "nome": "Ballade No.1",
            "desc": "Ballade No. 1 in D flat major, S.170, is a solo piano piece by the Hungarian composer Franz Liszt, composed between 1845 and 1848. In the\n         original edition it contained the title \"Le Chant Du Croisé\" or \"The Chant of the Crusader\". A typical performance of the piece lasts about 7\n         to 8 minutes.",
            "anoCriacao": "1370",
            "periodo": "Medieval",
            "compositor": "Marc-Antoine Charpentier",
            "duracao": "01:18:35",
            "_id": "O118"
         },
         {
            "nome": "Ballades, Op. 10",
            "desc": "The Ballades, Op. 10 are lyrical piano pieces written by Johannes Brahms during his youth. They were dated 1854 and were dedicated to his\n         friend Julius Otto Grimm. Their composition coincided with the beginning of the composer's lifelong affection for Clara Schumann, the wife of\n         Robert Schumann, who was helping Brahms launch his career. Frédéric Chopin had written the last of his famous ballades only 12 years earlier,\n         but Brahms approached the genre differently from Chopin, choosing to take its origin in narrative poetry more literally.Brahms's ballades are\n         arranged in two pairs of two, the members of each pair being in parallel keys. The first ballade was inspired by a Scottish poem \"Edward\"\n         found in a collection Stimmen der Völker in ihren Liedern compiled by Johann Gottfried Herder. It is also one of the best examples of\n         Brahms's bardic or Ossianic style; its open fifths, octaves, and simple triadic harmonies are supposed to evoke the sense of a mythological\n         past. No. 1 in D minor. Andante No. 2 in D major. Andante No. 3 in B minor. Intermezzo. Allegro No. 4 in B major. Andante con motoThe tonal\n         center of each ballade conveys an interconnectedness between the four pieces: the first three each include the key signature of the ballade\n         that follows it somewhere as a tonal center, and the fourth ends in the key signature of D major/B minor despite cadencing in B major. Brahms\n         returned to the wordless ballade form in writing the third of the Six Pieces for Piano, Op. 118. His Op. 75 vocal duets titled \"Ballads and\n         Romances\" include a setting of the poem \"Edward\"—the same that inspired Op. 10, No. 1.A number of famous pianists have played some or all of\n         the Ballades, including Arturo Benedetti Michelangeli, Artur Rubinstein, Emil Gilels, Sviatoslav Richter, Glenn Gould, Wilhelm Kempff, Julius\n         Katchen, Krystian Zimerman and Claudio Arrau.",
            "anoCriacao": "1481",
            "periodo": "Medieval",
            "compositor": "Seixas, Carlos",
            "duracao": "01:55:35",
            "_id": "O19"
         },
         {
            "nome": "Bamboula, Op. 2",
            "desc": "Bamboula, Op. 2, is a fantasy composition for piano written by American composer Louis Moreau Gottschalk during a delirium of typhoid\n         fever in the French town of Clermont-sur-l'Oise between 1844–45. Dedicated to \"à sa Majesté Isabelle II, Reine des Espagnes\", it is the first\n         of the so-called set of three \"Louisiana Creole pieces\" that Gottschalk composed between 1844–46.",
            "anoCriacao": "1763",
            "periodo": "Clássico",
            "compositor": "Hasse, Johann Adolph",
            "duracao": "00:02:01",
            "_id": "O130"
         },
         {
            "nome": "Barcarole Op. 60",
            "desc": "The Barcarole in F sharp major, Op. 60 is a piece for solo piano by Frédéric Chopin, composed between autumn of 1845 and summer 1846.\n         Based on the barcarole rhythm and mood, it features a sweepingly romantic and slightly wistful tone. Many of the technical figures for the\n         right hand are thirds and sixths, while the left features very long reaches over an octave.",
            "anoCriacao": "1423",
            "periodo": "Medieval",
            "compositor": "Melchior Schildt",
            "duracao": "00:42:20",
            "_id": "O84"
         },
         {
            "nome": "Berceuse",
            "desc": "Frédéric Chopin's Berceuse Op. 57 (1843–44) is a lullaby to be played on piano. It consists of variations in D-flat major. At first the\n         composer titled the work Variations, but the title was altered for publication to the current Berceuse.It was first published by J.\n         Meissonnier of Paris in 1844 and dedicated to Elise Gavard (who was born in 1842).",
            "anoCriacao": "1972",
            "periodo": "Século XX",
            "compositor": "Johann Nicolaus Bach",
            "duracao": "00:12:48",
            "_id": "O132"
         },
         {
            "nome": "Book II",
            "desc": "Variations on a Theme of Paganini, Op. 35, is a work for piano composed in 1863 by Johannes Brahms, based on the Caprice No. 24 in A minor\n         by Niccolò Paganini.Brahms intended the work to be more than simply a set of theme and variations; each variation also has the characteristic\n         of a study. He published it as Studies for Pianoforte: Variations on a Theme of Paganini. It is uncharacteristically showy for Brahms, even\n         Lisztean. Indeed, the work was composed for the piano virtuoso Carl Tausig.It is well known for its emotional depth and technical challenges.\n         Writer David Dubal describes it as \"a legend in the piano literature,\" and \"fiendish,\" \"one of the most subtly difficult works in the\n         literature.\" Clara Schumann called it Hexenvariationen (Witch's Variations) because of its difficulty. Dubal quotes critic James\n         Huneker:«Brahms and Paganini! Was ever so strange a couple in harness? Caliban and Ariel, Jove and Puck. The stolid German, the vibratile\n         Italian! Yet fantasy wins, even if brewed in a homely Teutonic kettle ... These diabolical variations, the last word in the technical\n         literature of the piano, are also vast spiritual problems. To play them requires fingers of steel, a heart of burning lava and the courage of\n         a lion.» The work consists of two books. Each book opens with the theme, Paganini's Caprice No. 24 in A minor, followed by fourteen\n         variations. The final variation in each section is virtuosic and climactic.",
            "anoCriacao": "1855",
            "periodo": "Romântico",
            "compositor": "Monsieur de Sainte-Colombe",
            "duracao": "01:04:34",
            "_id": "O144"
         },
         {
            "nome": "Cantatas, BWV 141-150",
            "desc": "Uns ist ein Kind geboren (Unto us a child is born), is a Christmas cantata which was formerly attributed to Johann Sebastian Bach as his\n         BWV 142, but was most likely composed by his predecessor in Leipzig, Johann Kuhnau, around 1720.",
            "anoCriacao": "1634",
            "periodo": "Renascimento",
            "compositor": "Sanz, Gaspar",
            "duracao": "01:28:03",
            "_id": "O25"
         },
         {
            "nome": "Capriccio Italien",
            "desc": "The Capriccio Italien, Op. 45, is a fantasy for orchestra composed between January and May 1880 by Pyotr Ilyich Tchaikovsky.The Capriccio\n         was inspired by a trip Tchaikovsky took to Rome, during which he saw the Carnival in full swing, and is reminiscent of Italian folk music and\n         street songs. As these elements are treated rather freely initially he intended this piece to be called Italian Fantasia. Tchaikovsky even\n         uses as the introduction a bugle call that he overheard from his hotel played by Italian cavalry regiment. Another source of inspiration for\n         this piece are Mikhail Glinka's Spanish Pieces.The premiere was held in Moscow on December 18 of the same year; the orchestra was led by\n         Nikolai Rubinstein. Although Tchaikovsky wrote to his patroness Nadezhda von Meck that the work would be successful (the piece was praised by\n         most critics) by the time he came to orchestrate the work he expressed doubts about its musical substance.Dedicated to Karl Davydov, the\n         Capriccio was later arranged by the composer for 4-hand piano. A typical performance lasts for around 15 minutes.",
            "anoCriacao": "1795",
            "periodo": "Clássico",
            "compositor": "Weldon, John",
            "duracao": "01:40:12",
            "_id": "O123"
         },
         {
            "nome": "Carnival Overture",
            "desc": "The concert overture Carnival (Czech: Karneval, koncertní ouvertura), Op. 92, B. 169, was written by Antonín Dvořák in 1891. It is part of\n         a \"Nature, Life and Love\" trilogy of overtures written by Dvořák, forming the second \"Life\" part. The other two parts of the trilogy are In\n         Nature's Realm, Op. 91 (\"Nature\") and Othello, Op. 93 (\"Love\").The overture is scored for two flutes, piccolo, two oboes, English horn, two\n         clarinets, two bassoons, four horns, two trumpets, three trombones, tuba, timpani, triangle, cymbals, tambourine, harp and strings. Its\n         duration is approximately nine and a half minutes.",
            "anoCriacao": "1563",
            "periodo": "Renascimento",
            "compositor": "Nivers, Guillaume-Gabriel",
            "duracao": "00:07:38",
            "_id": "O39"
         },
         {
            "nome": "Coriolan Overture",
            "desc": "The Coriolan Overture (German: Coriolan-Ouvertüre or Ouvertüre zu Coriolan), Op. 62, is a composition written by Ludwig van Beethoven in\n         1807 for Heinrich Joseph von Collin's 1804 tragedy Coriolan, and not, as is sometimes claimed, for William Shakespeare's play Coriolanus,\n         although both works are about the ancient Roman leader Gaius Marcius CoriolanusThe structure and themes of the overture follow the play very\n         generally. The main C minor theme represents Coriolanus' resolve and war-like tendencies (he is about to invade Rome), while the more tender\n         E-flat major theme represents the pleadings of his mother to desist. Coriolanus eventually gives in to tenderness, but since he cannot turn\n         back having led an army of his former enemies to Rome's gates, he kills himself. (In Shakespeare's play, on the other hand, he is\n         murdered.)The overture was premiered in March 1807 at a private concert in the home of Prince Franz Joseph von Lobkowitz. The Symphony No. 4\n         in B-flat and the Piano Concerto No. 4 in G were premiered at the same concert.",
            "anoCriacao": "1452",
            "periodo": "Medieval",
            "compositor": "Bach, Wilhelm Friedemann",
            "duracao": "01:12:08",
            "_id": "O143"
         },
         {
            "nome": "Czech Suite",
            "desc": "The Czech Suite in D major (Czech: Česká suita D dur), Op. 39 was composed by Antonín Dvořák in 1879 and published later in his life.\n         Adolf Čech conducted the premiere.Dvořák had only recently become introduced to Fritz Simrock by Johannes Brahms but had already become\n         displeased with several of his new publisher's business practices, including releasing older works with high opus numbers, implying they were\n         new. He offered this work, recently written, to Simrock with a somewhat earlier number (that of works he'd written a few years before) as\n         part of his response.The suite consists of five movements as follows: Preludium (Pastorale): Allegro moderato (D major) Polka: Allegretto\n         grazioso (D minor) Sousedská (Minuetto): Allegro giusto (Bb major) Romance: Andante con moto (G major) Finále (Furiant): Presto (D minor)↑\n         1.0 1.1",
            "anoCriacao": "1796",
            "periodo": "Clássico",
            "compositor": "Rousseau, Jean-Jacques",
            "duracao": "01:51:27",
            "_id": "O153"
         },
         {
            "nome": "Die Ideale, S.106",
            "desc": "Die Ideale, S. 106, is a symphonic poem composed by Franz Liszt in 1856–1857 and published in 1858 as No. 12. It was first performed on 5\n         September 1857.",
            "anoCriacao": "1663",
            "periodo": "Barroco",
            "compositor": "Mondonville, Jean-Joseph",
            "duracao": "00:27:22",
            "_id": "O58"
         },
         {
            "nome": "Dixit Dominus",
            "desc": "Dixit Dominus is a psalm setting by George Frideric Handel (catalogued as HWV 232). It uses the Latin text of Psalm 110 (Vulgate 109),\n         which begins with the words Dixit Dominus (\"The Lord Said\"). The work was completed in April 1707 while Handel was living in Italy. It is\n         Handel's earliest surviving autograph. The work was written in the baroque style and is scored for five vocal soloists (SSATB), chorus,\n         strings and continuo. It is most likely that the work was first performed on 16 July 1707 in the Church of Santa Maria in Montesanto, under\n         the patronage of the Colonna family.The score was published in 1867. A typical performance lasts a little over 30 minutes.",
            "anoCriacao": "1453",
            "periodo": "Medieval",
            "compositor": "Caldara, Antonio",
            "duracao": "01:29:24",
            "_id": "O63"
         },
         {
            "nome": "Eleven Chorale Preludes, Op. 122",
            "desc": "The Eleven Chorale Preludes, Op. 122, are a collection of chorale preludes for organ by Johannes Brahms, composed in 1896, and published\n         posthumously in 1902.The eleven pieces are relatively short and are based on selected verses of nine separate Lutheran chorales.",
            "anoCriacao": "1961",
            "periodo": "Século XX",
            "compositor": "Pergolesi, Giovanni Battista",
            "duracao": "01:33:07",
            "_id": "O62"
         },
         {
            "nome": "Eroica Variations",
            "desc": "The Variations and Fugue for Piano in E♭ major, Op. 35 are a set of fifteen variations for solo piano composed by Ludwig van Beethoven in\n         1802. They are commonly referred to as the Eroica Variations because variations on the same theme were used as the finale of his Symphony No.\n         3 Eroica composed the following year. Musicologists Leon Plantinga and Alexander Ringer claim that the inspiration for the Eroica theme may\n         have come from Classical era composer Muzio Clementi. Platinga theorizes that a source may be Clementi's Piano Sonata in F minor, Op. 13, No.\n         6 (composed in 1784) where the first seven or eight notes of the Eroica theme can be matched, with a simpler rhythm, with the beginning of\n         the third movement (in a minor key), and later to the melody in a major key (the Eroica theme is in a major key although there are variations\n         in minor keys). Ringer points to the first movement of the Piano Sonata in G minor, Op. 7, No. 3 (composed in 1782) as a possible source,\n         where the melody (in a minor key) and rhythm closely match the first eight bars of the Eroica theme. (A major version also exists in the\n         movement, matching very closely the melody in the major key from the F minor, Op. 13, No. 6 sonata).The theme was a favorite of Beethoven's.\n         He used it in the finale of the ballet music he composed for The Creatures of Prometheus (1801) as well as for the seventh of his 12\n         Contredanses, WoO 14 (1800-02), before being the subject of the variations of this work and of the later symphony. It begins thus:550pxIn a\n         departure from the classical theme-and-variations form, Beethoven opens the work not with the main theme, but the bass line to the main\n         theme. He then follows with three variations of this bass line before finally stating the main theme. This approach was carried over from the\n         ballet music, where it represented the gradual creation of life forms by Prometheus. The variations in the Eroica Symphony follow this same\n         pattern. In another departure from traditional variation form, after the fifteen variations of the main theme, Beethoven finishes the work\n         with a finale consisting of a fugue followed by an Andante con moto.The work lasts about 25 minutes.",
            "anoCriacao": "1431",
            "periodo": "Medieval",
            "compositor": "Henri Desmarets",
            "duracao": "00:38:19",
            "_id": "O38"
         },
         {
            "nome": "Estampes",
            "desc": "Estampes (Prints), L.100, is a composition for solo piano by Claude Debussy. It was finished in 1903.",
            "anoCriacao": "1598",
            "periodo": "Renascimento",
            "compositor": "Manuel Rodriguez Coelho",
            "duracao": "00:35:24",
            "_id": "O115"
         },
         {
            "nome": "Fantaisie brillante, Op. 22",
            "desc": "Fantaisie brillante sur des motifs de V. Bellini (also Fantaisie brillante sur Norma et Sonnambula) in E♭ major, Op. 22, is a one-movement\n         piano composition by French pianist Alexandre Goria. Written in 1846 and dedicated to Madame L. Pillot, de Douai, it was first published in\n         Mainz the following year by B. Schott Sohne.",
            "anoCriacao": "1551",
            "periodo": "Renascimento",
            "compositor": "Giovanni Gabrieli",
            "duracao": "01:05:53",
            "_id": "O166"
         },
         {
            "nome": "Fantasia and Fugue, BWV 542, G minor",
            "desc": "The Great Fantasia and Fugue in G minor, BWV 542, is an organ prelude and fugue by Johann Sebastian Bach. It acquired that name to\n         distinguish it from the earlier Little Fugue in G minor, which is shorter. This piece is not to be confused with the Prelude and Fugue in A\n         minor, which is also for organ and also sometimes called \"the Great\".It was transcribed for piano by Franz Liszt as S.463.",
            "anoCriacao": "1341",
            "periodo": "Medieval",
            "compositor": "Strozzi, Barbara",
            "duracao": "01:39:33",
            "_id": "O43"
         },
         {
            "nome": "Fantasia in D minor",
            "desc": "Fantasia No. 3 in D minor, K. 397/385g (Fantasy in English, Fantasie in German) is a piece of music for solo piano composed by Wolfgang\n         Amadeus Mozart in 1782. Despite being unfinished at Mozart's death, the piece is nonetheless one of his more popular compositions for the\n         piano.The original manuscript has not survived and the final measures of the piece have been lost. The ending as it currently exists is\n         believed to have been written by August Eberhard Müller, one of the composer's admirers.",
            "anoCriacao": "1442",
            "periodo": "Medieval",
            "compositor": "Marais, Marin",
            "duracao": "01:51:40",
            "_id": "O69"
         },
         {
            "nome": "Fantasy No. 2",
            "desc": "Fantasy No. 2 in C minor, K. 396/385f (German: Fragment einer Fantasie in c) is a fragment of a violin sonata composed by Wolfgang Amadeus\n         Mozart in Vienna in August or September 1782.Its tempo marking is adagio. The fragment consists of 27 bars, the violin part entering at bar\n         23.Maximilian Stadler later composed a \"completion\" of the work for solo piano which is 70 bars long and ends in C major. A copy of the piece\n         in Stadler's hand contains a dedication to Constanze Mozart. It is this version which is usually performed and recorded.",
            "anoCriacao": "1683",
            "periodo": "Barroco",
            "compositor": "Sammartini, Giuseppe",
            "duracao": "01:22:53",
            "_id": "O170"
         },
         {
            "nome": "Fantasy No. 4",
            "desc": "Fantasy No. 4 in C minor, K. 475 (Fantasie in German) is a piece of music for solo piano composed by Wolfgang Amadeus Mozart in Vienna on\n         May 20, 1785. It was published in December 1785 together with the Sonata in C minor, K. 457, as Opus 11 by the publishing firm Artaria,\n         Mozart’s main Viennese publisher. Starting in the key of C minor, the piece is marked Adagio but then, after a section in D major, moves into\n         an allegro section which goes from A minor to G minor, F major, and then F minor. It then moves into a fourth section in B-flat major marked\n         Andantino and then moves to a più allegro section starting in G minor and modulating through many keys before the opening theme returns in\n         the original tonic key of C minor--the remainder of the piece is, for the first time, grounded in this key, in which it comes to a very firm\n         end. Due to its sometimes surprising key changes, most of the music is written with no sharps or flats in the key signature and uses\n         accidentals--only the fourth section, in a very solid B-flat major, is given a key signature. The music, like Mozart's other fantasies, is\n         thought of as quite technically demanding.",
            "anoCriacao": "1864",
            "periodo": "Romântico",
            "compositor": "John Blow",
            "duracao": "01:09:45",
            "_id": "O46"
         },
         {
            "nome": "Fantasy on Hungarian Folk Themes",
            "desc": "The Fantasia on Hungarian Folk Melodies (German: Fantasie über ungarische Volksmelodien), commonly known in short form simply as the\n         Hungarian Fantasy, is Franz Liszt's arrangement for piano and orchestra of his Hungarian Rhapsody No. 14, originally for solo piano. The\n         Fantasia was written in 1852 and premiered in Pest on June 1, 1853, with Hans von Bülow as soloist and Ferenc Erkel conducting the\n         orchestra.",
            "anoCriacao": "1495",
            "periodo": "Medieval",
            "compositor": "Carissimi, Giacomo",
            "duracao": "00:31:12",
            "_id": "O13"
         },
         {
            "nome": "Faust Overture",
            "desc": "The Faust Overture is a concert overture composed by German composer Richard Wagner. Wagner originally composed it between 1839 and 1840,\n         intending it to be the first movement of a Faust Symphony based on the play Faust by German playwright Johann Wolfgang von Goethe. Realizing\n         that he would not finish the planned symphony, Wagner revised the piece between 1843 and 1844, incorporating ideas from the other planned\n         movements, and creating instead a single-movement concert overture. He made a final revision in 1855.",
            "anoCriacao": "1412",
            "periodo": "Medieval",
            "compositor": "Friederike Sophie Wilhelmine",
            "duracao": "01:28:42",
            "_id": "O116"
         },
         {
            "nome": "Festklänge, S.101",
            "desc": "Festklänge is the seventh symphonic poem by Franz Liszt. Written in 1853 during Liszt's time in Weimar, it was first performed on 9\n         November 1854 and was published in 1857. The German title means \"festive sounds\", and Liszt had intended the piece to be played at his\n         wedding to Princess Carolyne zu Sayn-Wittgenstein.",
            "anoCriacao": "1640",
            "periodo": "Renascimento",
            "compositor": "Manuel Correia",
            "duracao": "01:27:16",
            "_id": "O59"
         },
         {
            "nome": "Feu d'artifice",
            "desc": "Feu d'artifice, Op. 4 (Fireworks, Russian: Фейерверк, Feyerverk) is an early composition by Igor Stravinsky, written in 1908. The work is\n         an orchestral fantasy, and usually takes about five minutes to perform.",
            "anoCriacao": "1869",
            "periodo": "Romântico",
            "compositor": "Krebs, Johann Ludwig",
            "duracao": "00:46:54",
            "_id": "O11"
         },
         {
            "nome": "Feuilles d'Album",
            "desc": "Feuille d'Album (S.165) is a solo piano piece by Hungarian composer and virtuoso pianist Franz Liszt, composed in 1841 and published in\n         1844.",
            "anoCriacao": "1857",
            "periodo": "Romântico",
            "compositor": "Carissimi, Giacomo",
            "duracao": "00:54:29",
            "_id": "O141"
         },
         {
            "nome": "French Overture",
            "desc": "The Overture in the French style, BWV 831, original title Ouvertüre nach Französischer Art, also known as the French Overture and\n         published as the second half of Clavier-Übung II in 1735 (paired with the Italian Concerto), is a suite in B minor for two-manual harpsichord\n         written by Johann Sebastian Bach. An earlier version of this work exists, in the key of C minor (BWV 831a); the work was transposed into B\n         minor to complete the cycle of tonalities in Parts One and Two of the Clavier-Übung. The term overture refers to the fact that this suite\n         starts with an overture movement, and was a common generic name for French suites (his orchestral suites were similarly named). This\n         \"overture\" movement replaces the allemande found in Bach's other keyboard suites. Also, there are optional dance movements both before and\n         after the Sarabande. Optional movements usually occur only after the sarabande. All three of the optional dance movements are presented in\n         pairs, with the first one repeated (without internal repeats) after the second. Also unusual is the inclusion of an extra movement after the\n         Gigue. This is an \"echo\", a piece meant to exploit the terraced loud and soft dynamics of the two-manual harpsichord. Other movements also\n         have dynamic indications (piano and forte), which are not often found in keyboard suites of the Baroque period. With eleven movements, the\n         French Overture is the longest keyboard suite ever composed by Bach. It usually has a duration of 30 minutes if all the repeats in every\n         movement are taken.Movements:OvertureCouranteGavotte I/II Passepied I/II SarabandeBourrée I/II Gigue EchoThe style of this work refers to\n         composers like François Couperin who had published compositions in this suite format. Such suites had been composed for both solo instruments\n         and for orchestral settings. Bach's composition, though a work for solo harpsichord, employs a fuller sound than was customary for the French\n         composers to whom he referred.",
            "anoCriacao": "1810",
            "periodo": "Clássico",
            "compositor": "Pedro de Araujo",
            "duracao": "01:36:34",
            "_id": "O160"
         },
         {
            "nome": "Funeral March in Memory of Rikard Nordraak",
            "desc": "Edvard Grieg composed his Funeral March in Memory of Rikard Nordraak in 1866, in honour of his friend and fellow Norwegian composer Rikard\n         Nordraak, who had died in March of that year at the age of 23. Grieg deeply respected his fellow musician and took no delay in producing the\n         work. The march was originally written as a piano piece in A minor; Grieg also produced transcriptions of it for brass choir and wind band,\n         in B♭ minor.Grieg valued the work greatly, bringing it along on all of his travels. In one letter he made it clear that he wished the piece\n         to be played at his own funeral, \"as best as possible.\" It was played, in an orchestration by Grieg's friend and colleague Johan\n         Halvorsen.The work has a few arrangements by later musicians, including one by Geoffrey Emerson. It lasts six to eight minutes, depending on\n         the arrangement and tempo.",
            "anoCriacao": "1602",
            "periodo": "Renascimento",
            "compositor": "Carissimi, Giacomo",
            "duracao": "01:21:14",
            "_id": "O125"
         },
         {
            "nome": "Fürchte dich nicht",
            "desc": "Fürchte dich nicht (Fear thou not, BWV 228) is a motet by Johann Sebastian Bach. It was composed in Leipzig in 1726 and given its first\n         performance before 1731–1732. It draws its text from the Book of Isaiah 41:10 and 43:1 and a hymn by Paul Gerhardt.",
            "anoCriacao": "1975",
            "periodo": "Século XX",
            "compositor": "Johann Hermann Schein",
            "duracao": "00:19:05",
            "_id": "O94"
         },
         {
            "nome": "Gigue in G major, K. 574",
            "desc": "Kleine Gigue in G major, K. 574, is a composition for solo piano by Wolfgang Amadeus Mozart during his stay in Leipzig. It is dated 16 May\n         1789, the day before he left Leipzig. It was directly written into the notebook of Leipzig court organist Karl Immanuel Engel. It is often\n         cited as a tribute by Mozart to J. S. Bach, but it is in fact very close to Handel's Gigue from the Suite No. 8 in F minor, HWV 433.The gigue\n         consists of only 38 bars and is written in 6/8 time.Pyotr Ilyich Tchaikovsky based the opening movement of his Mozartiana orchestral suite on\n         this work.",
            "anoCriacao": "1383",
            "periodo": "Medieval",
            "compositor": "Leopold I",
            "duracao": "01:55:27",
            "_id": "O10"
         },
         {
            "nome": "Grande Tarantelle",
            "desc": "Grande Tarantelle, Op. 67, is a tarantella written by American composer Louis Moreau Gottschalk from 1858-64. Subtitled Célèbre\n         Tarentelle, it was first performed at the Academy of music in Philadelphia in 1864.",
            "anoCriacao": "1854",
            "periodo": "Romântico",
            "compositor": "Johann Christoph(er) Pepusch",
            "duracao": "01:39:36",
            "_id": "O53"
         },
         {
            "nome": "Grande valse brillante",
            "desc": "The Grande valse brillante in E-flat major, Op. 18, was composed by Frédéric Chopin in 1833 and published in 1834. This was his first\n         published waltz composition for solo piano, although prior to 1834 he had written at least sixteen waltzes that were either destroyed or\n         eventually published posthumously.Chopin also gave the title Grand valse brillante to the next three waltzes in the Op. 34 set, published in\n         1838.In 1909, Russian composer Igor Stravinsky made an orchestral arrangement of this waltz for Sergei Diaghilev's ballet Les Sylphides.\n         Other composers who orchestrated this waltz for that ballet are Alexander Gretchaninov, Gordon Jacob, Roy Douglas, and Benjamin\n         Britten.",
            "anoCriacao": "1330",
            "periodo": "Medieval",
            "compositor": "Machado, Manuel",
            "duracao": "01:51:07",
            "_id": "O9"
         },
         {
            "nome": "Hamlet, S.104",
            "desc": "Hamlet, S.104, is a symphonic poem by Franz Liszt, written in 1858 and published as No. 10. It was not performed until 2 July 1876. Like\n         all but one of Liszt's 13 symphonic poems, Hamlet was written while Liszt was working in Weimar and is dedicated to Carolyne zu\n         Sayn-Wittgenstein.",
            "anoCriacao": "1565",
            "periodo": "Renascimento",
            "compositor": "Peter Philips",
            "duracao": "01:25:36",
            "_id": "O60"
         },
         {
            "nome": "Hungarian Rhapsody No. 10",
            "desc": "Hungarian Rhapsody no. 10 in E major, S.244/10, is a composition for solo piano by Franz Liszt. It is tenth in the set of his Hungarian\n         Rhapsodies, and is subtitled Preludio, although this name is not commonly used. It, along with the rest of the first fifteen rhapsodies, were\n         published in 1853.",
            "anoCriacao": "1602",
            "periodo": "Renascimento",
            "compositor": "Gregor Aichinger",
            "duracao": "01:23:04",
            "_id": "O149"
         },
         {
            "nome": "Hungarian Rhapsody No. 11",
            "desc": "Hungarian Rhapsody No. 11, S.244/11, in A minor, is the eleventh Hungarian Rhapsody by Franz Liszt. Being one of the shorter Hungarian\n         Rhapsodies, it has a duration of five minutes.",
            "anoCriacao": "1454",
            "periodo": "Medieval",
            "compositor": "Weldon, John",
            "duracao": "01:30:51",
            "_id": "O100"
         },
         {
            "nome": "Hungarian Rhapsody No. 12",
            "desc": "Hungarian Rhapsody No. 12, S.244/12, in C-sharp minor, is the twelfth Hungarian Rhapsody by Franz Liszt. An average performance of the\n         piece lasts eleven minutes.",
            "anoCriacao": "1522",
            "periodo": "Renascimento",
            "compositor": "Froberger, Johann Jakob",
            "duracao": "01:56:45",
            "_id": "O148"
         },
         {
            "nome": "Hungarian Rhapsody No. 13",
            "desc": "Hungarian Rhapsody No. 13, S.244/13, in A minor, is the thirteenth Hungarian Rhapsody by Franz Liszt. Although one of the lesser performed\n         works of Liszt, it contains a quotation also used in the well-known Allegro molto vivace from Zigeunerweisen by Pablo de Sarasate. An average\n         performance of the work lasts from eight to ten minutes.",
            "anoCriacao": "1442",
            "periodo": "Medieval",
            "compositor": "Jean-Marie Leclair",
            "duracao": "00:47:21",
            "_id": "O65"
         },
         {
            "nome": "Hungarian Rhapsody No. 14",
            "desc": "Hungarian Rhapsody No. 14, S.244/14, in F minor, is the fourteenth Hungarian Rhapsody by Franz Liszt. The Hungarian Fantasy, written in\n         1852, is an arrangement of the rhapsody for piano and orchestra. The rhapsody's duration is around twelve minutes.",
            "anoCriacao": "1788",
            "periodo": "Clássico",
            "compositor": "Pietro Della Valle",
            "duracao": "01:31:43",
            "_id": "O168"
         },
         {
            "nome": "Hungarian Rhapsody No. 15",
            "desc": "Hungarian Rhapsody No. 15, S.244/15, in A minor, is the fifteenth Hungarian Rhapsody by Franz Liszt. The rhapsody is subtitled Rákóczi\n         March and was written in 1853. An average performance of the piece lasts around six minutes.",
            "anoCriacao": "1302",
            "periodo": "Medieval",
            "compositor": "Dieterich Buxtehude",
            "duracao": "00:49:02",
            "_id": "O164"
         },
         {
            "nome": "Hungarian Rhapsody No. 16",
            "desc": "Hungarian Rhapsody No. 16, S.244/16, in A minor, is the sixteenth Hungarian Rhapsody composed by Franz Liszt for solo piano. Being one of\n         the later Hungarian Rhapsodies, it was composed and published in 1882. The rhapsody, subtitled Budapest Munkácsy-Festlichkeiten, has a\n         duration of approximately five minutes.",
            "anoCriacao": "1706",
            "periodo": "Barroco",
            "compositor": "Neander, Joachim",
            "duracao": "00:47:57",
            "_id": "O146"
         },
         {
            "nome": "Hungarian Rhapsody No. 17",
            "desc": "Hungarian Rhapsody No. 17, S.244/17, in D minor, is the seventeenth Hungarian Rhapsody composed by Franz Liszt for solo piano. Being one\n         of the later Hungarian Rhapsodies, it was composed and published in 1882. This piece and the eighteenth rhapsody are the shortest of the\n         Hungarian Rhapsodies, each having a duration of just over three minutes.",
            "anoCriacao": "1940",
            "periodo": "Século XX",
            "compositor": "Jean-Joseph Mouret",
            "duracao": "01:39:37",
            "_id": "O169"
         },
         {
            "nome": "Hungarian Rhapsody No. 18",
            "desc": "Hungarian Rhapsody No. 18, S.244/18, in F-sharp minor, is the eighteenth Hungarian Rhapsody composed by Franz Liszt for solo piano. An\n         average performance of the piece lasts three minutes; along with its predecessor, the seventeenth rhapsody, it is the shortest Hungarian\n         Rhapsody of the set. This rhapsody is subtitled Ungarische Ausstellung in Budapest.",
            "anoCriacao": "1798",
            "periodo": "Clássico",
            "compositor": "Rousseau, Jean-Jacques",
            "duracao": "00:16:28",
            "_id": "O47"
         },
         {
            "nome": "Hungarian Rhapsody No. 3",
            "desc": "Hungarian Rhapsody No. 3, S.244/3, in B-flat major, is the third in a set of nineteen Hungarian Rhapsodies composed by Franz Liszt for\n         solo piano. The rhapsody has an earlier version, like many other of Liszt's compositions: its Andante music appeared in No. 11 in the set of\n         21 pieces of the Magyar Dalok (1839–1847). It was composed in 1847 and published in 1853.A typical performance of the work lasts about four\n         to five minutes.",
            "anoCriacao": "1354",
            "periodo": "Medieval",
            "compositor": "Caldara, Antonio",
            "duracao": "00:06:53",
            "_id": "O61"
         },
         {
            "nome": "Hungarian Rhapsody No. 4",
            "desc": "Hungarian Rhapsody No. 4, S.244/4, in E-flat major, is the fourth in a set of nineteen Hungarian Rhapsodies composed by Franz Liszt for\n         solo piano. It was composed in 1847 and published in 1853.A typical performance of the work lasts about five minutes.",
            "anoCriacao": "1377",
            "periodo": "Medieval",
            "compositor": "Georg Bohm",
            "duracao": "01:38:17",
            "_id": "O122"
         },
         {
            "nome": "Hungarian Rhapsody No. 5",
            "desc": "Hungarian Rhapsody No. 5, S.244/5, is the fifth in a set of 19 Hungarian Rhapsodies by composer Franz Liszt. It is in E Minor and is\n         marked Lento, con duolo. The piece was given the nickname Héroïde-élégiaque by the composer himself. It is very different from his other\n         Hungarian Rhapsodies, as it does not follow the intro - lassan - friska structure and is perhaps the darkest and most melancholic of the set.\n         It was later arranged for orchestra.",
            "anoCriacao": "1743",
            "periodo": "Barroco",
            "compositor": "Bach, Wilhelm Friedemann",
            "duracao": "00:26:47",
            "_id": "O44"
         },
         {
            "nome": "Hungarian Rhapsody No. 7",
            "desc": "Hungarian Rhapsody No. 7, S.244/7, in D minor, is the seventh in a set of nineteen Hungarian Rhapsodies composed by Franz Liszt for solo\n         piano.",
            "anoCriacao": "1485",
            "periodo": "Medieval",
            "compositor": "Baldassare Galuppi",
            "duracao": "01:09:44",
            "_id": "O171"
         },
         {
            "nome": "Hungarian Rhapsody No. 8",
            "desc": "Hungarian Rhapsody No. 8, S.244/8, in F-sharp minor, is the eighth Hungarian Rhapsody composed by Franz Liszt for solo piano. It was\n         composed in 1847 and published in 1853. It has been nicknamed the \"Capriccio\".A typical performance of the work lasts about six to seven\n         minutes.",
            "anoCriacao": "1676",
            "periodo": "Barroco",
            "compositor": "Haym, Nicola Francesco",
            "duracao": "01:20:31",
            "_id": "O159"
         },
         {
            "nome": "Hungarian Rhapsody No. 9",
            "desc": "Hungarian Rhapsody No. 9, S.244/9, in E-flat major, is the ninth Hungarian Rhapsody by Franz Liszt. It is nicknamed the \"Carnival in Pest\"\n         and was composed in 1847. A typical performance of the piece lasts ten minutes.Liszt has also made versions of the piece for piano four hands\n         and for piano, violin, and cello.",
            "anoCriacao": "1994",
            "periodo": "Século XX",
            "compositor": "Wilhelmine of Prussia",
            "duracao": "01:07:03",
            "_id": "O140"
         },
         {
            "nome": "Hungarian Rhapsody No.1",
            "desc": "Hungarian Rhapsody No. 1 is the first of a set of 19 Hungarian Rhapsodies by composer Franz Liszt, dedicated to one of his friends and\n         former student, Ede Szerdahelyi. Work on the piece began in 1846 in Klausenburg, and it was published about November 1851. The piece, like\n         many in the set, is composed in the csárdás style, signified by two sections: the lassú (slower, first section) and the friss (faster, second\n         section). Also typical for the set, themes in the piece can be traced to earlier sources, specifically Ferenc Erkel and Gáspár Bernát in the\n         first section, and Károly Thern in the second. The gypsy Laci Pócsi and his band are said to have been a source of inspiration for this\n         piece.",
            "anoCriacao": "1527",
            "periodo": "Renascimento",
            "compositor": "John Dowland",
            "duracao": "01:08:52",
            "_id": "O85"
         },
         {
            "nome": "Händelgesellschaft volume 50",
            "desc": "Allor ch'io dissi addio (HWV 80) is a dramatic secular cantata (a vocal composition with an instrumental accompaniment) for soprano\n         written by Georg Frideric Handel in 1707–08. Other catalogues of Handel's music have referred to the work as HG l,8 (there is no HHA\n         designation of the work). The title of the cantata translates as \"Then I said goodbye\".",
            "anoCriacao": "1818",
            "periodo": "Clássico",
            "compositor": "Bernardo Pasquini",
            "duracao": "01:15:40",
            "_id": "O174"
         },
         {
            "nome": "Impromptu Op.51",
            "desc": "Frédéric Chopin's Impromptu No. 3 in G-flat major, Op. 51, for piano, was published in February 1843. It was the last in order of\n         composition of his four impromptus, but the third published. The piece is written in 12/8 time.",
            "anoCriacao": "1662",
            "periodo": "Barroco",
            "compositor": "Gibbs, Joseph",
            "duracao": "01:50:19",
            "_id": "O66"
         },
         {
            "nome": "Impromptu, Op. 29",
            "desc": "Frédéric Chopin's Impromptu No. 1 in A flat major, Op. 29 was composed in 1837.",
            "anoCriacao": "1376",
            "periodo": "Medieval",
            "compositor": "Bull, John",
            "duracao": "00:01:36",
            "_id": "O150"
         },
         {
            "nome": "Impromptu, Op. 36",
            "desc": "Frédéric Chopin's Impromptu No. 2 in F-sharp major, Op. 36 was composed in 1839 and published in the following year.",
            "anoCriacao": "2014",
            "periodo": "Contemporâneo",
            "compositor": "Estevao de Brito",
            "duracao": "01:20:42",
            "_id": "O90"
         },
         {
            "nome": "In Nature's Realm",
            "desc": "The concert overture In Nature's Realm (Czech: V přírodě, koncertní ouvertura), Op. 91, B. 168, was written by Antonín Dvořák in 1891. It\n         is part of a \"Nature, Life and Love\" trilogy of overtures written by Dvořák, forming the first part - \"Nature\". The other two parts of the\n         trilogy are the Carnival Overture, Op. 92 (\"Life\") and Othello, Op. 93 (\"Love\").The overture is scored for two flutes, two oboes, english\n         horn, two clarinets, bass clarinet, two bassoons, four horns, two trumpets, three trombones, tuba, timpani, triangle, cymbals and\n         strings.",
            "anoCriacao": "1775",
            "periodo": "Clássico",
            "compositor": "Neander, Joachim",
            "duracao": "01:16:20",
            "_id": "O119"
         },
         {
            "nome": "In the Steppes of Central Asia",
            "desc": "In the Steppes of Central Asia (Russian: В средней Азии, V srednyeĭ Azii, literally In Central Asia) is the common English title for a\n         \"musical tableau\" (or symphonic poem) by Alexander Borodin, composed in 1880.",
            "anoCriacao": "1716",
            "periodo": "Barroco",
            "compositor": "Emanuele d'Astorga",
            "duracao": "01:17:47",
            "_id": "O161"
         },
         {
            "nome": "Jeux d'enfants",
            "desc": "Jeux d'enfants (\"Children's Games\") Op. 22, is a set of twelve miniatures composed by Georges Bizet for piano duet (piano four hands) in\n         1871. The entire piece has a duration of about 23 minutes. The movement titles are as follows: L'escarpolette (The swing) La toupie (The top)\n         La poupée (The doll) Les chevaux de bois (The hobby-horses) Le volant (Battledore and shuttlecock) Trompette et tambour (Trumpet and drum)\n         Les bulles de savon (Soap bubbles) Les quatre coins (Puss in the corner) Colin-maillard (Blind Man's Bluff) Saute-mouton (Leap-frog) Petit\n         mari, petite femme (Little husband, little wife) Le bal (The ball)Bizet orchestrated five of these (Nos. 6, 3, 2, 11, 12) as the Petite\n         Suite. The remaining movements were later orchestrated by Roy Douglas and Hershy Kay and the complete orchestral suite has been\n         recorded.Sigfrid Karg-Elert wrote his orchestral suite after Bizet's Jeux d'enfants, Op. 21, in 1902.In 1955, George Balanchine choreographed\n         the entire suite as the ballet Jeux d'enfants. In 1975 he made a new ballet, The Steadfast Tin Soldier, using only four of the\n         movements.",
            "anoCriacao": "1867",
            "periodo": "Romântico",
            "compositor": "Barbara of Portugal",
            "duracao": "01:09:56",
            "_id": "O98"
         },
         {
            "nome": "Komm, Jesu, komm!",
            "desc": "Komm, Jesu, komm (Come, Jesus, come, BWV 229) is a motet by Johann Sebastian Bach, with a text by Paul Thymich. It was composed in Leipzig\n         before 1735, possibly between 1723 and 1734, and had already received its first performance by 1731–1732.",
            "anoCriacao": "1616",
            "periodo": "Renascimento",
            "compositor": "Duarte Lobo",
            "duracao": "01:46:17",
            "_id": "O95"
         },
         {
            "nome": "L'Art de varier",
            "desc": "L'Art de varier (\"The Art of Varying\"), Op. 57, is a set of variations for piano composed by Anton Reicha. It was composed around 1803–4\n         and published in Leipzig. The set comprises a theme in F major and 57 variations, ranging from very easy to extremely virtuosic pieces. The\n         work was composed for, and dedicated to, Prince Louis Ferdinand of Prussia, a gifted musician and composer to whom Beethoven dedicated his\n         Third Piano Concerto. Reicha's behaviour is slightly surprising, given that a few years before L'art de varier, in 1801, he rejected an\n         invitation to become Louis Ferdinand's Kapellmeister and teacher.",
            "anoCriacao": "1511",
            "periodo": "Renascimento",
            "compositor": "John Dowland",
            "duracao": "00:46:25",
            "_id": "O28"
         },
         {
            "nome": "La Savane",
            "desc": "La Savane (The Savannah), Op. 3, is a composition in the form of a ballade written for piano in 1846 by the American composer Louis Moreau\n         Gottschalk. With the subtitle Ballade Créole, it was first published in 1849 by Gottschalk's publisher 'Escudiers' and again in 1850 by\n         Editions Schott, with a dedication to Maria II of Portugal on the composer's assumption that a trip from Madrid to Lisbon during his concert\n         tour in the spring of that year would be likely to happen.",
            "anoCriacao": "1454",
            "periodo": "Medieval",
            "compositor": "Benda, Franz",
            "duracao": "00:29:34",
            "_id": "O157"
         },
         {
            "nome": "Le Mancenillier",
            "desc": "Le Mancenillier, Op. 11, is a Creole-based composition for piano written by American composer Louis Moreau Gottschalk in Switzerland in\n         the fall of 1848. Dedicated to \"Madame Mennechet de Barival\", it was published in Paris with the subtitle Sérénade by his publisher\n         'Escudiers' in April 1851. It is the fourth and last piece dubbed by musicologist Gilbert Chase the Louisiana Trilogy, written between 1844\n         and 46 when Gottschalk had not yet come of age.",
            "anoCriacao": "1576",
            "periodo": "Renascimento",
            "compositor": "Gregorio Allegri",
            "duracao": "00:15:50",
            "_id": "O129"
         },
         {
            "nome": "Legends, Op.59",
            "desc": "Legends, Op.59, B.122, (Czech: Legendy) is a cycle of ten small-scale pieces by the Czech composer Antonín Dvořák. The work was composed\n         originally for piano duet, but later was arranged also for a reduced orchestra.",
            "anoCriacao": "1595",
            "periodo": "Renascimento",
            "compositor": "Duarte Lôbo",
            "duracao": "01:58:40",
            "_id": "O72"
         },
         {
            "nome": "Les cinq doigts",
            "desc": "Les cinq doigts is a 1921 piano composition by Igor Stravinsky. Subtitled 8 mélodies très faciles sur 5 notes (\"8 very easy melodies on 5\n         notes\"), the work comprises eight short pieces in which the right hand generally plays only five notes, remaining in essentially the same\n         position at the keyboard throughout the work. The movements of the work have these tempo\n         markings:AndantinoAllegroAllegrettoLarghettoModeratoLentoVivoPesanteRichard Taruskin has noted that the third section, the \"Allegretto\", is\n         an arrangement of the Russian folk melody \"Kamarinskaya\".Stravinsky made a recording of Les cinq doigts for the Brunswick label as part of\n         his first recording contract, signed in 1925.The Moderato is featured in the movie Coco Chanel and Igor Stravinsky.",
            "anoCriacao": "2009",
            "periodo": "Contemporâneo",
            "compositor": "Peri, Jacopo",
            "duracao": "00:19:42",
            "_id": "O35"
         },
         {
            "nome": "Liturgy of St. John Chrysostom",
            "desc": "Liturgy of St John Chrysostom, Op. 31 (Russian: Литургия Иоанна Златоуста), is a musical work by Sergei Rachmaninoff, one of his two major\n         unaccompanied choral works (the other being his All-Night Vigil). The Divine Liturgy of St. John Chrysostom is the primary worship service of\n         the Eastern Orthodox Church.",
            "anoCriacao": "1607",
            "periodo": "Renascimento",
            "compositor": "Manuel Rodriguez Coelho",
            "duracao": "01:08:03",
            "_id": "O20"
         },
         {
            "nome": "Lobet den Herrn, alle Heiden",
            "desc": "Lobet den Herrn, alle Heiden (Praise the Lord, all ye heathen), BWV 230, is a motet by Johann Sebastian Bach. It draws its text from Psalm\n         117 Verses 1-2.The work is generally regarded as one of six surviving motets by Bach. However, some scholars have expressed doubts about its\n         attribution to Bach. It is the only one of the set to be scored for four voices. It is also unusual in that (lightly-scored) instrumental\n         accompaniment is specified.The work was first published in 1821.",
            "anoCriacao": "1860",
            "periodo": "Romântico",
            "compositor": "Jan Pieterszoon Sweelinck",
            "duracao": "00:50:20",
            "_id": "O96"
         },
         {
            "nome": "Marie-Magdeleine",
            "desc": "Marie-Magdeleine is an oratorio (Drame Sacré) in three acts and four parts by Jules Massenet to a French libretto by Louis Gallet, based\n         on La vie de Jésus (1863) by Ernest Renan. It was first performed at the Théâtre de l'Odéon in Paris on April 11, 1873. The first staged\n         performance took place in Nice on February 9, 1903. It was Massenet's first success and won him the praise of Tchaikovsky, Gounod and\n         Bizet.The story concerns the last days of Jesus from the perspective of Mary Magdalene. The subject initially caused some controversy, as\n         some believed that physical love was implied between Jesus and Mary Magdalene. From today's perspective those implications are difficult to\n         detect. While it contains some beautiful music and has been revived for certain singers, notably Régine Crespin, the work has not endured and\n         is rarely performed.",
            "anoCriacao": "1595",
            "periodo": "Renascimento",
            "compositor": "Heinrich Scheidemann",
            "duracao": "01:50:37",
            "_id": "O131"
         },
         {
            "nome": "Mass in C major",
            "desc": "Ludwig van Beethoven wrote his Mass in C major, Op. 86, to a commission from Prince Nikolaus Esterházy II in 1807. In fulfilling this\n         commission, Beethoven was extending a tradition established by Joseph Haydn, who following his return from England in 1795 had composed one\n         mass per year for the Esterházy family, to celebrate the name day of the Prince's wife. Haydn had ceased this tradition with the failure of\n         his health in 1802.Prince Nikolaus did not appreciate the mass, causing Beethoven to leave his house in a rage. Charles Rosen, in The\n         Classical Style, has called the episode Beethoven's \"most humiliating public failure\". The mass is appreciated by critics (such as Rosen),\n         but is probably one of the least often performed of Beethoven's larger works. Of the work, Michael Moore writes \"While [it] is often\n         overshadowed by the immense Missa Solemnis, written some fifteen years later, it has a directness and an emotional content that the latter\n         work sometimes lacks.\" The Penguin Guide to Compact Discs (2004 edition) forthrightly calls the work a \"long-underrated masterpiece.\"",
            "anoCriacao": "1761",
            "periodo": "Clássico",
            "compositor": "Manuel Correia",
            "duracao": "00:38:47",
            "_id": "O101"
         },
         {
            "nome": "Mazurkas, Op. 30",
            "desc": "The Op. 30 mazurkas, by Frédéric Chopin, are a set of mazurkas written and published in 1837.",
            "anoCriacao": "1366",
            "periodo": "Medieval",
            "compositor": "Bach, Johann Michael",
            "duracao": "00:10:34",
            "_id": "O31"
         },
         {
            "nome": "Mazurkas, Op. 50",
            "desc": "The Op. 50 mazurkas by Frédéric Chopin are a set of three mazurkas written and published in 1842.A typical performance of all three\n         mazurkas takes about eleven minutes.",
            "anoCriacao": "1737",
            "periodo": "Barroco",
            "compositor": "Haym, Nicola Francesco",
            "duracao": "01:14:20",
            "_id": "O48"
         },
         {
            "nome": "Mazurkas, Op. 56",
            "desc": "The Op. 56 mazurkas by Frédéric Chopin are a set of three mazurkas presumably written 1843–1844 and published in 1844. A typical\n         performance of all three mazurkas lasts around 12 minutes.",
            "anoCriacao": "1534",
            "periodo": "Renascimento",
            "compositor": "Robert Cambert",
            "duracao": "00:21:50",
            "_id": "O173"
         },
         {
            "nome": "Mazurkas, Op. 63",
            "desc": "The Op. 63 mazurkas by Frédéric Chopin are a set of three mazurkas written in 1846 and published in 1847. A typical performance of all\n         three mazurkas lasts around six minutes.",
            "anoCriacao": "1368",
            "periodo": "Medieval",
            "compositor": "Bach, Johann Michael",
            "duracao": "01:22:05",
            "_id": "O14"
         },
         {
            "nome": "Mazurkas, Op. 67",
            "desc": "The Op. 67 mazurkas by Frédéric Chopin are a set of four mazurkas posthumously published in 1855. A typical performance of all four\n         mazurkas lasts around seven minutes.",
            "anoCriacao": "1428",
            "periodo": "Medieval",
            "compositor": "Estevao de Brito",
            "duracao": "01:03:04",
            "_id": "O15"
         },
         {
            "nome": "Mazurkas, Op. 68",
            "desc": "The Op. 68 mazurkas by Frédéric Chopin are a set of four mazurkas composed around 1830-1846 and posthumously published in 1855. A typical\n         performance of all four mazurkas lasts around nine minutes.Mazurka in C major, Op. 68, No. 1Mazurka in A minor, Op. 68, No. 2Mazurka in F\n         major, Op. 68, No. 3Mazurka in F minor, Op. 68, No. 4 (advertised as \"Chopin's last composition\", even though it was not)↑",
            "anoCriacao": "1459",
            "periodo": "Medieval",
            "compositor": "Mattheson, Johann",
            "duracao": "00:03:23",
            "_id": "O165"
         },
         {
            "nome": "Moments musicaux",
            "desc": "Six moments musicaux, D 780 (Op. 94) is a collection of six short pieces for solo piano composed by Franz Schubert. The movements are as\n         follows: Moderato in C major Andantino in A-flat major Allegro moderato in F minor Moderato in C-sharp minor Allegro vivace in F minor\n         Allegretto in A-flat majorAlong with the Impromptus, they are among the most frequently played of all Schubert's piano music, and have been\n         recorded many times. No. 3 in F minor has been arranged by Leopold Godowsky and others.It has been said that Schubert was deeply influenced\n         in writing these pieces by the Impromptus, Op. 7, of Jan Václav Voříšek (1822).They were published by Leidesdorf in Vienna in 1828, under the\n         title \"Six Momens [sic] musicals [sic]\". The correct French forms are now usually used – moments (instead of momens), and musicaux (instead\n         of musicals). The sixth number was published in 1824 in a Christmas album under the title Les plaintes d'un troubadour.",
            "anoCriacao": "1867",
            "periodo": "Romântico",
            "compositor": "Giovanni Battista Bassani",
            "duracao": "01:40:31",
            "_id": "O133"
         },
         {
            "nome": "Morceau de salon",
            "desc": "Étude de perfectionnement de la methode des methodes is a description applied to two pieces by the Hungarian composer Franz Liszt,\n         composed in 1842 and 1852. The first piece is called Morceau de salon, S.142, followed by a revision, Ab Irato, S.143. They are regarded as\n         eccentric pieces with beautiful interludes of arpeggiated figures, though both are rarely performed.",
            "anoCriacao": "1482",
            "periodo": "Medieval",
            "compositor": "Lully, Jean-Baptiste",
            "duracao": "01:59:22",
            "_id": "O42"
         },
         {
            "nome": "Morceaux de Salon, Op. 10",
            "desc": "Morceaux de salon (French for Salon Pieces; Russian: Салонные Пьесы, Salonnyye Pyesy), Op. 10, is a set of solo piano pieces composed by\n         Russian composer Sergei Rachmaninoff in 1894.",
            "anoCriacao": "1536",
            "periodo": "Renascimento",
            "compositor": "Samuel Scheidt",
            "duracao": "00:38:12",
            "_id": "O128"
         },
         {
            "nome": "Nocturne in A-flat",
            "desc": "Alexander Scriabin's Nocturne in A-flat major was written from about 1884 to 1886 (when Scriabin was about twelve years old) and is\n         without opus number. It was found in the estate of Nikolai Zverev by Leonid Sabaneyev and published by him in 1910 in the musical publication\n         Muzyka.The piece consists of 43 measures in 6/8 meter.",
            "anoCriacao": "1594",
            "periodo": "Renascimento",
            "compositor": "Gibbons, Orlando",
            "duracao": "01:06:51",
            "_id": "O151"
         },
         {
            "nome": "Nocturne in C minor",
            "desc": "The Nocturne in C minor, Op. posth. is a musical work for solo piano written by Frédéric Chopin. It was the last of Chopin's nocturnes to\n         be published, and was done so posthumously. It is famous for its striking simplicity and folk-like melody.",
            "anoCriacao": "1667",
            "periodo": "Barroco",
            "compositor": "Nicolas Siret",
            "duracao": "01:29:01",
            "_id": "O17"
         },
         {
            "nome": "Nocturnes Op. Posth. 72",
            "desc": "Nocturne in E minor, Op. posth. 72, No. 1, was composed by Frédéric Chopin for solo piano in 1827. Chopin's first nocturne, it was the\n         19th to be published, in 1855. The composition features an unbroken line of quaver triplets in the left hand set against a slow melody of\n         minims, crotchets, quaver duplets and triplets. It consists of 57 bars of common time with the tempo given as Andante, 69 bpm.File:Chopin\n         Nocturne in Em, Op. posth. 72.oggAn informal analysis of the piece is as follows:Bar 1: Introduction, First Subject.Bar 2-9: Theme A, in E\n         minor.Bar 10-17: Variation on theme A, beginning with octaves in the right hand.Bar 18-22: InterludeBar 23-30: Theme B, in B major,\n         consisting of a four bar phrase, repeated with variation, Second Subject.Bar 31-38: Heavily ornamented variation on A, in E minor, First\n         Subject again.Bar 39-46: Variation on theme A, beginning with octaves in the right hand.Bar 47-54: Theme B, modulated to E major, Second\n         Subject again.Bar 55-57: Coda in E major.According to Casimir Wierzyknski, in his book, The Life and Death of Chopin, \"[U]p until then this\n         form [the nocturne] had been the exclusive domain of John Field, an Irish-born composer. But his Nocturne in E minor did not satisfy him\n         [Chopin] and was published only posthumously.\"This piece was played by the actor Jeri Lynn Zimmermann Ryan while portraying Seven of Nine in\n         the beginning of the Star Trek Voyager episode \"Human Error\". The piece was also performed by Doc Holiday in the 1993 movie Tombstone (film)\n         and was used as the main theme in The Secret Garden (1987 film).",
            "anoCriacao": "1913",
            "periodo": "Século XX",
            "compositor": "Gibbons, Orlando",
            "duracao": "00:11:15",
            "_id": "O18"
         },
         {
            "nome": "Othello",
            "desc": "The concert overture Othello (Czech: Othello, koncertní ouvertura), Op. 93, B. 174, was written by Antonín Dvořák in 1892 as the third\n         part of a trilogy of overtures called \"Nature, Life and Love.\" The first two parts of the trilogy are In Nature's Realm, Op. 91 (\"Nature\")\n         and the Carnival Overture, Op. 92 (\"Life\").The overture is scored for two flutes, piccolo, two oboes, english horn, two clarinets, two\n         bassoons, four horns, two trumpets, three trombones, tuba, timpani, bass drum, cymbals, harp and strings.",
            "anoCriacao": "1572",
            "periodo": "Renascimento",
            "compositor": "Robert Cambert",
            "duracao": "01:18:37",
            "_id": "O40"
         },
         {
            "nome": "Overture, Scherzo and Finale",
            "desc": "The Overture, Scherzo and Finale (German: Ouverture, Scherzo und Finale) in E major is a work for symphony orchestra by Robert Schumann.\n         It is his opus 52, and was written in 1841. Schumann originally considered it his second symphony.The work is in three movements:An overture\n         (Andante con moto in E minor - Allegro in E major and 2:2 time ) (sketched and completed in April 1841)A scherzo (Tempo: Vivo), in 6:8 time\n         and in C♯ minor, whose theme is based on that of the overture. It has a trio section in D♭ major, in contrasting 2:4 time whose material\n         reappears as the coda of the movement.Finale (Allegro molto vivace) (orchestrated around May 1841)The Overture, Scherzo and Finale was\n         received tepidly by critics, was revised in 1845 and published the next year, with a dedication to Johannes Verhulst.",
            "anoCriacao": "1895",
            "periodo": "Romântico",
            "compositor": "Johann Krieger",
            "duracao": "00:59:59",
            "_id": "O147"
         },
         {
            "nome": "Paganini Variations, Book I",
            "desc": "Variations on a Theme of Paganini, Op. 35, is a work for piano composed in 1863 by Johannes Brahms, based on the Caprice No. 24 in A minor\n         by Niccolò Paganini.Brahms intended the work to be more than simply a set of theme and variations; each variation also has the characteristic\n         of a study. He published it as Studies for Pianoforte: Variations on a Theme of Paganini. It is uncharacteristically showy for Brahms, even\n         Lisztean. Indeed, the work was composed for the piano virtuoso Carl Tausig.It is well known for its emotional depth and technical challenges.\n         Writer David Dubal describes it as \"a legend in the piano literature,\" and \"fiendish,\" \"one of the most subtly difficult works in the\n         literature.\" Clara Schumann called it Hexenvariationen (Witch's Variations) because of its difficulty. Dubal quotes critic James\n         Huneker:«Brahms and Paganini! Was ever so strange a couple in harness? Caliban and Ariel, Jove and Puck. The stolid German, the vibratile\n         Italian! Yet fantasy wins, even if brewed in a homely Teutonic kettle ... These diabolical variations, the last word in the technical\n         literature of the piano, are also vast spiritual problems. To play them requires fingers of steel, a heart of burning lava and the courage of\n         a lion.» The work consists of two books. Each book opens with the theme, Paganini's Caprice No. 24 in A minor, followed by fourteen\n         variations. The final variation in each section is virtuosic and climactic.",
            "anoCriacao": "1715",
            "periodo": "Barroco",
            "compositor": "Bononcini, Giovanni Battista",
            "duracao": "01:30:02",
            "_id": "O145"
         },
         {
            "nome": "Papillons",
            "desc": "Papillons, Op. 2, is a suite of piano pieces written in 1831 by Robert Schumann. The title means 'butterflies' in French. The work is\n         meant to represent a masked ball and was inspired by the Jean Paul's novel Flegeljahre.The suite begins with a six-measure introduction\n         before launching into a variety of dance-like movements. Each movement is unrelated to the preceding ones, except that the second, A major,\n         theme of the sixth movement recurs in G major in the tenth movement and the theme of the first movement returns in the finale. This movement\n         starts out by quoting the theme of the traditional Grossvater Tanz (Grandfather's Dance), which was always played at the end of a wedding or\n         similar celebration. Repeated notes near the end of the piece suggest a clock striking, signifying the end of the ball.",
            "anoCriacao": "1935",
            "periodo": "Século XX",
            "compositor": "Giovanni Battista Bassani",
            "duracao": "01:42:06",
            "_id": "O67"
         },
         {
            "nome": "Peer Gynt Suite Suite No. 1",
            "desc": "Morning Mood (Norwegian: Morgenstemning) is a composition belonging to Edvard Grieg's Peer Gynt, Op. 23, written in 1875 as incidental\n         music to Henrik Ibsen's play of the same name, and was also included as the first of four movements in Peer Gynt Suite No. 1, Op. 46. The\n         melody in the piece is alternating between flute and oboe.",
            "anoCriacao": "1972",
            "periodo": "Século XX",
            "compositor": "Giovanni Legrenzi",
            "duracao": "01:36:46",
            "_id": "O33"
         },
         {
            "nome": "Polonaise Op. 44",
            "desc": "The Polonaise in F-sharp minor, Op. 44, is a piece for solo piano written by Frédéric Chopin in 1841. It is often referred to as the\n         \"tragic\" polonaise. The polonaise is dedicated to Princess Ludmilla de Beauveau, a prominent member of the Polish émigré community in\n         Paris.Despite its title, the polonaise is a composite work in ternary form, with a central mazurka section in A major. A typical performance\n         of the polonaise lasts around eleven minutes.",
            "anoCriacao": "1713",
            "periodo": "Barroco",
            "compositor": "Gibbs, Joseph",
            "duracao": "01:33:45",
            "_id": "O49"
         },
         {
            "nome": "Polonaise-Fantasie",
            "desc": "The Polonaise-fantaisie in A-flat major, Op. 61, is a composition for piano by Frédéric Chopin. It was dedicated to Mme A. Veyret, and\n         published in 1846.It opens with Allegro maestoso, 3/4 time. This work was slow to gain favour with musicians, due to its harmonic complexity\n         and intricate form. Arthur Hedley was one of the first critics to speak in its favour, writing in 1947 that it 'works on the hearer's\n         imagination with a power of suggestion equalled only by the F minor Fantasy or the fourth Ballade', although Arthur Rubinstein, Leff\n         Pouishnoff, Claudio Arrau and Vladimir Horowitz had been including it in their programmes some decades earlier.It is intimately indebted to\n         the polonaise for its metre, much of its rhythm, and some of its melodic character, but the fantaisie is the operative formal paradigm\n         (Samson, 1988), and Chopin is said to have referred initially to the piece only as a Fantasy. Parallels with the Fantaisie in F minor include\n         the work's overall tonality, A-flat, the key of its slower middle section, B major, and the motive of the descending fourth.Jeffrey Kallberg\n         has suggested that the Polonaise-Fantaisie represents a change in Chopin's style from 'late' to 'last'. It is suggested that the formal\n         ambiguities of the piece (particularly the unconventional and musically misleading transitions into and out of the lyrical inner section) are\n         the most significant defining qualities of this 'last style', which only includes this and one other piece; the unfinished F minor Mazurka\n         (Op. 68, No. 4).",
            "anoCriacao": "1694",
            "periodo": "Barroco",
            "compositor": "Benda, Franz",
            "duracao": "01:50:24",
            "_id": "O1"
         },
         {
            "nome": "Polonaises Op.71",
            "desc": "The three Polonaises, Op. 71 were composed by Frédéric Chopin in his earlier days, possibly as early as 1820. After the death of the\n         composer, Julian Fontana had made up their summaries and publications. These works were published in 1855.",
            "anoCriacao": "1672",
            "periodo": "Barroco",
            "compositor": "Caldara, Antonio",
            "duracao": "00:45:30",
            "_id": "O7"
         },
         {
            "nome": "Polonaises, Op.26",
            "desc": "The Polonaise in C-sharp minor, Op. 26 No. 1 and the Polonaise in E-flat minor, Op. 26 No. 2 were composed by Frédéric Chopin in 1836.\n         Both of them were dedicated to Josef Dessauer. Both Polonaises require considerable technique and stamina to be performed well.",
            "anoCriacao": "1565",
            "periodo": "Renascimento",
            "compositor": "Cristofaro Caresana",
            "duracao": "01:27:00",
            "_id": "O139"
         },
         {
            "nome": "Polonaises, Op.40",
            "desc": "The twin Op. 40 Polonaises of the Polonaise in A major, Op. 40, No. 1 (nicknamed the Military Polonaise) and the Polonaise in C minor, Op.\n         40, No. 2 were composed by Frédéric Chopin in 1838.Anton Rubinstein remarked that the Polonaise in A major is the symbol of Polish glory,\n         whilst the Polonaise in C minor is the symbol of Polish tragedy.",
            "anoCriacao": "2011",
            "periodo": "Contemporâneo",
            "compositor": "Hasse, Johann Adolph",
            "duracao": "01:43:11",
            "_id": "O45"
         },
         {
            "nome": "Preludes Op. 11",
            "desc": "Alexander Scriabin's Prelude in C major, Op. 11, No. 1, was composed in November 1895 in Moscow. Here Scriabin's virtuosic sustain\n         pedaling assembles clusters of up to seven different diatonic notes in an exquisite sonority that Scriabin himself used to describe as a\n         \"psychic shift\". The whole melody of this prelude consists of 240 eighth-notes, being the opening chord of this piece C–D–E–F–G–A, with the\n         C-major tonic in the bass. The time value for each eighth note changes whenever the tempo flexes, as can be noticed in the second group of\n         notes in the 2nd bar, which measures less than half the tempo of the second group in the 14th bar. This piece has 36 bars and takes about one\n         minute to be played with a Vivace tempo marking.",
            "anoCriacao": "1883",
            "periodo": "Romântico",
            "compositor": "Michael Praetorius",
            "duracao": "00:19:29",
            "_id": "O32"
         },
         {
            "nome": "Preludes Op. 11",
            "desc": "Alexander Scriabin's Prelude in C-sharp minor, Op. 11, No. 10, is 20 bars long and takes under a minute and a half to be played. It is\n         marked at Andante. It has two sections of mysterious major seventh intervals and tritone harmonies, split up by a lyrical E major section.\n         Like many of Scriabin's slower pieces, it is played very rubato. This Prelude, together with No. 9 in E major, can be played as neo-romantic,\n         impressionistic, and twentieth-century repertoire in a Royal Conservatory of Music grade nine exam.",
            "anoCriacao": "1719",
            "periodo": "Barroco",
            "compositor": "Caldara, Antonio",
            "duracao": "01:46:28",
            "_id": "O77"
         },
         {
            "nome": "Preludes Op. 11",
            "desc": "Alexander Scriabin's Prelude in E major, Op. 11, No. 9, is 36 bars long and takes almost a minute and a half to perform, being played at\n         an Andantino pace. Despite its key, the left hand voice often plays C-sharp minor passages, while the right hand plays relatively\n         consistently within the bounds of E major, giving the piece a unique tone colour. This Prelude, together with No. 10 in C-sharp minor, can be\n         played as neo-romantic, impressionistic, and twentieth-century repertoire in a Royal Conservatory of Music grade nine exam.",
            "anoCriacao": "1571",
            "periodo": "Renascimento",
            "compositor": "Pierre Beauchamp",
            "duracao": "01:18:58",
            "_id": "O78"
         },
         {
            "nome": "Preludes Op. 11 No. 4",
            "desc": "Alexander Scriabin's Prelude in E minor, Op. 11, No. 4, composed in Moscow in 1888, was the first of the 24 preludes, Op. 11 written by\n         Scriabin. Intended originally as a ballade, the piece was reworked to its present form and entitled Prelude. Despite the fact that both hands\n         have beautiful melodies indicated with tenutos in bars 1–3–9–11, and the alto voice in the 16, the one for the left hand seems to take the\n         credit as the most beautiful between the two. Tenths arpeggiated in bars 20–23 lead to the top note of the chord to fall on the beat.This\n         composition's structural form is A (bars 1–8), A repeated (9–14), bridge (15–19), and coda (20–24), being that the second phrase repeates the\n         first a fourth lower. It is 24 bars long with a Lento tempo marking, and it takes about two minutes to be played.",
            "anoCriacao": "1462",
            "periodo": "Medieval",
            "compositor": "Balbastre, Claude",
            "duracao": "01:54:41",
            "_id": "O172"
         },
         {
            "nome": "Preludes Op. 49",
            "desc": "Alexander Scriabin's Prelude, Op. 49, No. 2 is the second of his Trois Morceaux Op. 49 (Three Pieces), which were written in 1905. It is\n         notated in F major, 3/4 measure, with a speed of 69 per quarter note, and lasts for 23 measures (and an upbeat). It should be expressed\n         Bruscamente irato (very irate).",
            "anoCriacao": "1712",
            "periodo": "Barroco",
            "compositor": "David Perez",
            "duracao": "01:53:17",
            "_id": "O80"
         },
         {
            "nome": "Preludes Op. 59",
            "desc": "The Prelude Op. 59 No. 2 is one of the latest works written by Alexander Scriabin, it was completed in 1910, five years before his death.\n         It is notated as \"Sauvage, Belliqueux\" (Savage/wild, belligerent).",
            "anoCriacao": "1879",
            "periodo": "Romântico",
            "compositor": "John IV",
            "duracao": "01:24:50",
            "_id": "O154"
         },
         {
            "nome": "Preludes Op. 74",
            "desc": "Alexander Scriabin's Prelude, Op. 74, No. 2, entitled Très lent, contemplatif (very slow, contemplating), is one of five preludes in Op.\n         74, composed in early 1914.His second wife considered it his best piece. It was also his last, for Scriabin died soon after.Leonid Sabaneyev\n         cites the composer with the following words: \"These quints are really creating a totally new sentiment, don't you think? [...] These\n         harmonies are less resonant here, but look how highly psychologically difficult it has become. [...] Here reigns a blazing heat like in the\n         [astral] desert. [...] and here again this longing urge [he played the chromatically descending melody line] [...] You know, this Prelude\n         gives the impression as if it would last for centuries, even eternally, millions of years.\" - \"The piece can be played in two ways. Either\n         coloured by manifold nuances, or, quite the opposite, completely uniform, without the least shading. [...] in one single piece, there are\n         multiple ones laid out, a multiplicity of the composition.\" - \"Until now I always composed so that the interpretation of a piece was only\n         possible in one way [...] Now I want it to be possible to be played in totally different ways, like a crystal can reflect totally different\n         rays of light.\" - He said, quietly and hauntingly, \"This is death! This is death as this emanation of the female which leads to unification\n         [...] death and love [...] this is the abyss.\" This is not music\", said [Sabaneev] to him, \"this is something else...\" - \"This is the\n         Mysterium,\" he said softly.",
            "anoCriacao": "1307",
            "periodo": "Medieval",
            "compositor": "Jan Pieterszoon Sweelinck",
            "duracao": "01:18:40",
            "_id": "O79"
         },
         {
            "nome": "Preludes Opus 51",
            "desc": "Alexander Scriabin's Prelude Opus 51 No. 2 is the second of his Quatre Morceaux (Four Pieces) op. 51, published in 1906. It is notated in\n         A minor. It is written in a 6/8 beat in 30 measures (plus upbeat) and should be expressed Lugubre (dire).This is one of several pieces\n         Scriabin never played in public (together with the Sonata No. 6 (op. 62)). He called it \"Shattered Strings\" (German \"Zersprungene Saiten\")\n         when Leonid Sabaneyev reminded him of the piece during a discussion about minor and major. Sabaneyev quotes him with \"Oh, let's not talk\n         about this! This is a ghastly piece! [...] I was in an appalling situation back then. This Prelude, and also the Marche funebre in the First\n         Sonata formed in moments disheartenment... But only these two!\" (referring to his allegation that he had abandoned the minor tonality a long\n         time ago).",
            "anoCriacao": "2007",
            "periodo": "Contemporâneo",
            "compositor": "Bach, Wilhelm Friedemann",
            "duracao": "01:24:25",
            "_id": "O8"
         },
         {
            "nome": "Preludes, Op. 32",
            "desc": "Thirteen Preludes (Russian: Тринадцать прелюдий, Trinadtsat' prelyudiy), Op. 32, is a set of thirteen preludes for solo piano, composed by\n         Sergei Rachmaninoff in 1910.It complements his earlier Prelude in C-sharp minor, Op. 3/2, and 10 Preludes, Op. 23, to complete the full set\n         of 24 Preludes in all 24 major and minor keys.",
            "anoCriacao": "1624",
            "periodo": "Renascimento",
            "compositor": "Reincken, Johann Adam",
            "duracao": "00:22:53",
            "_id": "O91"
         },
         {
            "nome": "Première rhapsodie",
            "desc": "The Première rhapsodie (First Rhapsody) by Claude Debussy is a piece for accompanied solo clarinet. Composed between December 1909 and\n         January 1910, it was dedicated to the French clarinet professor Prosper Mimart.In 1909, Gabriel Fauré, Director of the Paris Conservatoire,\n         named Debussy to its Board of Directors (le Conseil Supérieur). One of Debussy's first duties was to supply two works for the next year's\n         clarinet examinations. The Rhapsodie was first performed as part of the examinations on July 14, 1910. The original composition was for\n         clarinet and piano; Debussy published his own orchestration of the accompaniment in 1911, after the official premiere with Mimart.",
            "anoCriacao": "1373",
            "periodo": "Medieval",
            "compositor": "John IV",
            "duracao": "00:21:36",
            "_id": "O111"
         },
         {
            "nome": "Prince Rostislav",
            "desc": "Prince Rostislav is a symphonic poem by Sergei Rachmaninoff. It was composed when he was a student at the Moscow Conservatory, and is one\n         of his earliest surviving compositions for orchestra. A typical performance of the work lasts from sixteen to twenty minutes.It is written in\n         D minor and uses the instruments in a personal way. Melodies are more individual and the orchestral textures are quite evocative. Prince\n         Rostislav has echoes of Nikolai Rimsky-Korsakov's Sadko (second version, 1869).The manuscript is dated 9–15 December 1891. The work is based\n         upon an 1856 ballad written by Aleksey Konstantinovich Tolstoy, called Prince Rostislav.Unlike his next orchestal piece, The Rock, Prince\n         Rostislav contains no dedication. Rachmaninoff made no attempt to have the work performed during his life. The first performance of both\n         Prince Rostislav and another early work, the Scherzo in D minor, took place in Moscow on 2 November 1945, conducted by Nikolai Anosoff.\n         Prince Rostislav was published in 1947.",
            "anoCriacao": "1729",
            "periodo": "Barroco",
            "compositor": "Benda, Franz",
            "duracao": "01:35:55",
            "_id": "O12"
         },
         {
            "nome": "Präludium und Fuge über das Thema B-A-C-H",
            "desc": "Fantasie und Fuge über das Thema B-A-C-H (also in the first version known as Präludium und Fuge über das Motiv B-A-C-H, title in English:\n         Fantasy and Fugue on the Theme B-A-C-H) (S.260i/ii [1st/2nd version], S.529i/ii [piano arrangement of 1st/2nd version]) is an organ fantasy\n         on the BACH motif composed by Franz Liszt in 1855, later revised in 1870. Both versions were transcribed for solo piano by the composer. The\n         piece was dedicated to Alexander Winterberger (who also played it on the premiere, 13 May 1856) and published by Breitkopf & Härtel in\n         1856. It is, along with the Fantasy and Fugue on the chorale Ad nos, ad salutarem undam, one of Liszt's most famous organ works. It was\n         composed for the consecration of the Ladegast organ in the Merseburg Cathedral. The piece is a recurring piece in the organ repertory and is\n         frequently performed.",
            "anoCriacao": "1858",
            "periodo": "Romântico",
            "compositor": "Peter Philips",
            "duracao": "00:26:41",
            "_id": "O70"
         },
         {
            "nome": "Prélude, Choral et Fugue",
            "desc": "Prélude, Choral et Fugue, Op. 21 is a work for solo piano written in 1884 by César Franck. This work is an exemplar of Franck's\n         distinctive use of cyclic form.",
            "anoCriacao": "1442",
            "periodo": "Medieval",
            "compositor": "Jean-Marie Leclair",
            "duracao": "01:17:59",
            "_id": "O97"
         },
         {
            "nome": "Psalm 42 , Op. 42",
            "desc": "Psalm 42 op. 42 (MWV A 15) \"Wie der Hirsch schreit\" (\"As pants the Hart\") is a composition by Felix Mendelssohn composed in 1837/38 for\n         soloists, mixed choir and orchestra.Mendelssohn set the music to Martin Luther's German translation of Psalm 42 from the Book of\n         Psalms.",
            "anoCriacao": "1857",
            "periodo": "Romântico",
            "compositor": "Cavalli, Francesco",
            "duracao": "01:10:53",
            "_id": "O152"
         },
         {
            "nome": "Rhapsodie Espagnole",
            "desc": "Rhapsodie espagnole (Spanish Rhapsody), S.254, R.90, is a composition for solo piano composed by Franz Liszt in 1863. The piece is very\n         suggestive of traditional Spanish music, and was inspired by Liszt's tour in Spain and Portugal in 1845. When played, this piece takes\n         roughly 11–14 minutes and contains many technical challenges, including rapid chords and octaves. Ferruccio Busoni arranged the piece for\n         piano and orchestra in 1894.It includes free variations on La Folia and Jota Aragonesa and opens with a cadenza including blind\n         octaves.",
            "anoCriacao": "1301",
            "periodo": "Medieval",
            "compositor": "Neander, Joachim",
            "duracao": "00:09:47",
            "_id": "O74"
         },
         {
            "nome": "Rhapsodies, Op. 79",
            "desc": "The Rhapsodies, Op. 79, for piano were written by Johannes Brahms in 1879 during his summer stay in Pörtschach, when he had reached the\n         maturity of his career. They were inscribed to his friend, the musician and composer Elisabeth von Herzogenberg. At the suggestion of the\n         dedicatee, Brahms reluctantly renamed the sophisticated compositions from \"klavierstücke\" (piano pieces) to \"rhapsodies\".No. 1 in B minor.\n         Agitato is the more extensive piece, with outer sections in sonata form enclosing a lyrical central section in B major and with a coda ending\n         in that key. No. 2 in G minor. Molto passionato, ma non troppo allegro is a more compact piece in a more \"normal\" sonata form.In each piece,\n         the main key is not definitely established until fairly late in the exposition.",
            "anoCriacao": "2009",
            "periodo": "Contemporâneo",
            "compositor": "Stefano Landi",
            "duracao": "01:55:12",
            "_id": "O23"
         },
         {
            "nome": "Romance in F major",
            "desc": "The Romance for Violin and Orchestra No. 2 in F major, Op. 50 is a piece for violin and orchestra by Ludwig van Beethoven, one of two such\n         compositions by Beethoven, the other being Romance No. 1 in G major, Op. 40. It was written in 1798, four years before the first romance, and\n         was published 1805, two years later than the first. Hence, this piece was designated as Beethoven's second romance.",
            "anoCriacao": "1323",
            "periodo": "Medieval",
            "compositor": "John Blow",
            "duracao": "00:26:30",
            "_id": "O105"
         },
         {
            "nome": "Romance in G major",
            "desc": "The Romance for Violin and Orchestra No. 1 in G major, Op. 40 is a piece for violin and orchestra by Ludwig van Beethoven, one of two such\n         compositions, the other being Romance No. 2 in F major, Op. 50. It was written in 1802, four years after the second romance, and was\n         published 1803, two years before the publication of the second. Thus, this romance was designated as Beethoven's first.",
            "anoCriacao": "1538",
            "periodo": "Renascimento",
            "compositor": "Monteverdi, Claudio",
            "duracao": "00:21:55",
            "_id": "O104"
         },
         {
            "nome": "Rondo Op. 1",
            "desc": "The Rondo in C minor, Op. 1, for solo piano is Chopin's first published work, published in 1825, and dedicated to \"Madame de Linde\", a\n         family friend with whom Chopin played duets. The piece contains an \"unorthodox (but entirely logical) tonal scheme\". The first phase begins\n         in C minor, moving into E major, A♭ major, then back to C minor. The second phase moves to D♭ major, finishing in C minor for a final\n         statement of the theme.The composition is considered somewhat weak, especially when compared to his later works. It was first published under\n         the title \"Adieu à Varsovie\" (\"Farewell to Warsaw\").Robert Schumann wrote of it in 1832:\"Chopin's first work (I believe firmly that it is his\n         10th) is in my hands: a lady would say that it was very pretty, very piquant, almost Moschelesque. But I believe you will make Clara study\n         it; for there is plenty of spirit in it and few difficulties. But I humbly venture to assert that there are between this composition and Op.\n         2 two years and twenty works.\"",
            "anoCriacao": "1588",
            "periodo": "Renascimento",
            "compositor": "Lôbo, Duarte",
            "duracao": "00:46:17",
            "_id": "O120"
         },
         {
            "nome": "Rondo Op. 5",
            "desc": "The Rondo à la mazur in F major, Op. 5, was written by Polish composer, Frédéric Chopin in 1826, when he was 16, and published in 1828. It\n         was the second of his four rondos, and is dedicated to the Countess Alexandrine de Moriolles, the daughter of the Comte de Moriolles, who was\n         the tutor to the adopted son of the Grand Duke Constantine, Governor of Warsaw. It is the only one of the four rondos not written in 2/4\n         time.Chopin wrote the piece while studying at the Warsaw Conservatory. It is a bravura piece, and technically more assured than his Opus 1,\n         the Rondo in C minor. His teacher Józef Elsner had also written two rondos marked à la mazur, and they may have inspired the title, but\n         Chopin's rondo displays none of Elsner's influence. Instead, there is much of Chopin's own originality.The opening theme, in F major, is in\n         the rhythm of a mazurka. A second theme, in B-flat, marked Tranquillamente e cantabile, appears, before the main theme returns. The piece is\n         notable for Chopin's very early use of the sharpened 4th degree characteristic of the Lydian mode.Robert Schumann first heard the Rondo à la\n         mazur in 1836, and he called it \"lovely, enthusiastic and full of grace. He who does not yet know Chopin had best begin the acquaintance with\n         this piece\".",
            "anoCriacao": "1691",
            "periodo": "Barroco",
            "compositor": "Rameau, Jean-Philippe",
            "duracao": "00:11:39",
            "_id": "O127"
         },
         {
            "nome": "Rondo for Piano No. 3",
            "desc": "Rondo in A minor, K. 511, for piano by Wolfgang Amadeus Mozart was written in 1787. It is in one movement: Andante. The rondo follows an\n         A-B-A-C-A pattern. The principal theme in A minor primarily uses eighth notes while the first episode is in F major using sixteenth notes and\n         the second episode is in A major using triplet-sixteenths.",
            "anoCriacao": "1435",
            "periodo": "Medieval",
            "compositor": "Titelouze, Jean",
            "duracao": "01:47:14",
            "_id": "O29"
         },
         {
            "nome": "Salve Regina",
            "desc": "Salve Regina, S. 66, is a musical setting of the Salve Regina hymn composed by Franz Liszt in 1885. It is written for an a cappella SATB\n         choir.This is the only example of unaccompanied church music in Liszt's hand. It is also Liszt's last religious composition.Liszt had\n         previously composed an organ version of the hymn in Zwei Kirchenhymnen, S. 669, in 1877.Set in F major and common time, it is marked lento\n         (slow) and is mostly marked piano (soft), with contrasts within this dynamic spectrum. The text contains the first line of the hymn, Salve,\n         Regina, mater misericordiae, with repetitions.",
            "anoCriacao": "1861",
            "periodo": "Romântico",
            "compositor": "Friederike Sophie Wilhelmine",
            "duracao": "01:53:41",
            "_id": "O24"
         },
         {
            "nome": "Scans of the Bach Gesellschaft edition of the Eight Short Preludes and Fugues",
            "desc": "The Eight Short Preludes and Fugues are a collection of works for keyboard and pedal formerly attributed to Johann Sebastian Bach. They\n         are now believed to have been composed by one of Bach's pupils, possibly Johann Tobias Krebs or his son Johann Ludwig Krebs, based on certain\n         unusual characteristics of the music when played on the organ. These pieces came to be played often on the organ in the 19th and 20th\n         centuries, and were especially useful as teaching pieces for beginners. Subsequent scholarship by Speerstra, Vogel and others has suggested\n         that this collection was conceived specifically for the pedal clavichord, thereby making the stylistic claim of inauthenticity far less\n         tenable. Several elements of the pieces, including the rolling of large chords, octave doublings and repeated notes, and the patterns of\n         movement of the fingers and feet, the rhythm, and overall texture are idiomatic on the clavichord but make little sense on the organ.\n         Performer Harald Vogel has recorded the collection on a pedal clavichord along with an essay by Speerstra (see liner notes) on the\n         clavichordistic nature of these pieces and a discussion of the manuscript indications.These works continue to be performed frequently in\n         Christian churches because of their short length (about 3 minutes each) and ease of performance compared to preludes and fugues attributed\n         with greater certainty to J.S. Bach. The alternate English title, \"Eight Little Preludes and Fugues\" (\"Huit Petits\" in French) is also common\n         because Kleine means \"little\" not \"short\".",
            "anoCriacao": "1571",
            "periodo": "Renascimento",
            "compositor": "Cabanilles, Juan Bautista",
            "duracao": "01:28:58",
            "_id": "O6"
         },
         {
            "nome": "Scherzo No. 2",
            "desc": "The Scherzo No. 2 in B-flat minor, Op. 31 is a scherzo by Frédéric Chopin. The work was composed and published in 1837, and was dedicated\n         to Countess Adèle Fürstenstein. Schumann compared this scherzo to a Byronic poem, \"so overflowing with tenderness, boldness, love and\n         contempt.\" According to Wilhelm von Lenz, a pupil of Chopin, the composer said that the renowned sotto voce opening was a question and the\n         second phrase the answer: \"For Chopin it was never questioning enough, never soft enough, never vaulted (tombe) enough. It must be a\n         charnel-house.\" Huneker exults, \"What masterly writing, and it lies in the very heart of the piano! A hundred generations may not improve on\n         these pages.\"",
            "anoCriacao": "1851",
            "periodo": "Romântico",
            "compositor": "Domenico Scarlatti",
            "duracao": "01:01:09",
            "_id": "O92"
         },
         {
            "nome": "Scherzo No.3",
            "desc": "The Scherzo No. 3, Op. 39, in C-sharp minor by Frédéric Chopin, completed in 1839, was written in the abandoned monastery of Valldemossa\n         on the Balearic island of Majorca, Spain. This is the most terse, ironic, and tightly constructed of the four scherzos, with an almost\n         Beethovenian grandeur. Frédéric Chopin dedicated this composition to one of his closest pupils, Adolphe Gutmann.",
            "anoCriacao": "1780",
            "periodo": "Clássico",
            "compositor": "Schenck, Johannes",
            "duracao": "00:15:19",
            "_id": "O16"
         },
         {
            "nome": "Scherzo No.4",
            "desc": "Frédéric Chopin composed his Scherzo No. 4 in E major, Op. 54, the fourth and the last of his scherzos in 1842.The scherzo was published\n         in 1843. Unlike the preceding three scherzi (Op. 20, Op. 31, Op. 39), the E-major is generally calmer in temperament, though it still\n         possesses some exceptionally passionate and dramatic moments. The scherzo is in sonata rondo form, moving to a trio in C-sharp minor that is\n         based on a Polish folk song.",
            "anoCriacao": "1527",
            "periodo": "Renascimento",
            "compositor": "Bach, Johann Christoph",
            "duracao": "00:47:14",
            "_id": "O93"
         },
         {
            "nome": "Schubert's Valses Nobles",
            "desc": "Franz Schubert wrote about a hundred waltzes for piano solo. Particularly well known among these are two named collections, the 34 Valses\n         Sentimentales (Op. 50, D. 779) and the 12 Valses Nobles (Op. 77, D. 969).",
            "anoCriacao": "1549",
            "periodo": "Renascimento",
            "compositor": "Madre De Deus, Filpe Da",
            "duracao": "00:09:40",
            "_id": "O56"
         },
         {
            "nome": "Serenade for Strings",
            "desc": "Tchaikovsky's Serenade for Strings in C major, Op. 48, was composed in 1880.",
            "anoCriacao": "1458",
            "periodo": "Medieval",
            "compositor": "Manuel Cardoso",
            "duracao": "01:12:01",
            "_id": "O22"
         },
         {
            "nome": "Serenade for Strings",
            "desc": "The Serenade for Strings in E minor, Op. 20, is a piece for string orchestra in three short movements, by Edward Elgar.It was written in\n         March 1892 and first performed in private in that year, by the Worcester Ladies' Orchestral Class, with the composer conducting. It received\n         its first public performance in Antwerp, Belgium on 21 July 1896.Dedicated to the organ builder and keen amateur musician Edward W Whinfield,\n         it is approximately 12 minutes in duration.Although not formally published until 1892, the Serenade is believed to be a reworking of a suite\n         Elgar had written some years earlier, before he had firmly set his sights on a career as a composer. Apart from the two suites called The\n         Wand of Youth, it is therefore probably the earliest of his compositions to survive into the standard repertoire. Certainly, it has a\n         youthful charm while at the same time displaying indications of the skills Elgar developed as he progressed towards musical maturity. It is\n         reportedly the first of his compositions with which he professed himself satisfied.The central Larghetto is generally accepted as containing\n         the work's finest and most mature writing. The work remains among the most frequently performed of all his music.",
            "anoCriacao": "1900",
            "periodo": "Século XX",
            "compositor": "Pedro de Araujo",
            "duracao": "01:40:48",
            "_id": "O75"
         },
         {
            "nome": "Serenade for Strings in G minor",
            "desc": "The Serenade for Strings in G minor is a composition for strings by Vasily Kalinnikov. He wrote the serenade in 1891. The composition was\n         first published by Muzgiz in 1950.",
            "anoCriacao": "1814",
            "periodo": "Clássico",
            "compositor": "Biber, Heinrich Ignaz Franz",
            "duracao": "00:02:59",
            "_id": "O21"
         },
         {
            "nome": "Serenade for Wind Instruments",
            "desc": "Serenade for wind instruments, cello and double-bass in D minor (Czech: Serenáda pro dechové nástroje d moll), Op. 44, B. 77, is a chamber\n         composition by the Czech composer Antonín Dvořák.It was created in 1878, shortly after the première of the opera The Cunning Peasant. The\n         work was premiered on 17 November 1878 at a concert featuring exclusively Dvořák's works, with the Prague orchestra of the Provisional\n         Theatre (Czech: Prozatímní). The composition was performed under the composer's baton.The Serenade evokes the old-world atmosphere of the\n         musical performances on the castles of the Rococo period, where the worlds of the aristocracy and the common folk merged. It is composed in a\n         \"Slavonic style\" (shortly before the Slavonic Dances), and the middle part of the second movement contains rhythms reminiscent of the furiant\n         dance form.",
            "anoCriacao": "1454",
            "periodo": "Medieval",
            "compositor": "Tomaso Albinoni",
            "duracao": "01:00:47",
            "_id": "O55"
         },
         {
            "nome": "Serenata Notturna",
            "desc": "The Serenade for Orchestra No. 6 in D major K. 239, Serenata notturna, was written by Wolfgang Amadeus Mozart in Salzburg, in 1776.\n         Mozart's father, Leopold Mozart, wrote the title and a January 1776 date on the original manuscript.It has three movements:Marcia\n         (maestoso)MinuettoRondo (allegretto)It is scored forTwo small orchestras 1st violin (soloist), 2nd violin (soloist), 1st viola, double\n         bass1st violin, 2nd violin, 2nd viola, cello, timpani.The title Serenata notturna has also been used by Robin Holloway for a work for four\n         horns and orchestra (his opus 52, 1982).",
            "anoCriacao": "1768",
            "periodo": "Clássico",
            "compositor": "Johann Joachim Quantz",
            "duracao": "00:54:41",
            "_id": "O76"
         },
         {
            "nome": "Shéhérazade",
            "desc": "Shéhérazade is the title of two works by the French composer Maurice Ravel.Shéhérazade, ouverture de féerie, written in 1898 but\n         unpublished, is a work for orchestra intended as the overture for an opera of the same name. It was first performed at a concert of the\n         Société Nationale on 27 May 1899, conducted by the composer.Shéhérazade, a song cycle for soprano (or tenor) solo and orchestra, after three\n         poems by Tristan Klingsor: \"Asie\", \"La flûte enchantée\", and \"L'indifférent\", was written in 1903. This was first performed on 17 May 1904 at\n         the Société Nationale, with Jeanne Hatto and the orchestra conducted by Alfred Cortot.",
            "anoCriacao": "1517",
            "periodo": "Renascimento",
            "compositor": "Antonio Maria Abbatini",
            "duracao": "01:29:09",
            "_id": "O112"
         },
         {
            "nome": "Shéhérazade, ouverture de féerie",
            "desc": "Shéhérazade is the title of two works by the French composer Maurice Ravel.Shéhérazade, ouverture de féerie, written in 1898 but\n         unpublished, is a work for orchestra intended as the overture for an opera of the same name. It was first performed at a concert of the\n         Société Nationale on 27 May 1899, conducted by the composer.Shéhérazade, a song cycle for soprano (or tenor) solo and orchestra, after three\n         poems by Tristan Klingsor: \"Asie\", \"La flûte enchantée\", and \"L'indifférent\", was written in 1903. This was first performed on 17 May 1904 at\n         the Société Nationale, with Jeanne Hatto and the orchestra conducted by Alfred Cortot.",
            "anoCriacao": "1726",
            "periodo": "Barroco",
            "compositor": "Barbara of Portugal",
            "duracao": "01:05:10",
            "_id": "O113"
         },
         {
            "nome": "Sigurd Jorsalfar",
            "desc": "Sigurd Jorsalfar is an orchestral suite by Edvard Grieg, celebrating King Sigurd I of Norway compiled in 1872 from incidental music to a\n         play by Bjørnstjerne Bjørnson. The incidental music was first performed in Christiania on 10 April 1872. The suite was premiered in Oslo on 5\n         November 1892, and revised by the composer the same year.The suite is in nine parts, three of which are more widely known than the remainder\n         (these three are the only purely instrumental numbers). The first of these, titled \"In the King's Hall\", is a prelude in ternary form which\n         opens with a bassoon and clarinet theme played against plucked strings. The musical material of the exterior sections comes from the trio of\n         a gavotte for piano that Grieg composed in 1867 and left unpublished. The second, \"Borghild's Dream\", is an intermezzo contrasting a\n         sensitive string melody with an agitated section. The third, \"Homage March\", opens with trumpet fanfares before presenting its main subject,\n         a martial theme, on four cellos. The middle part, again a trio, is dominated by a melody for the first violins; the work ends with a\n         recapitulation of the movement's first section.Full list: Fanfare of Horns Prelude to act 1 Borghild's Dream The Matching Game Northern Folk\n         Homage March Interlude 1 Interlude 2 The Kings' Song",
            "anoCriacao": "1931",
            "periodo": "Século XX",
            "compositor": "Johann Joachim Quantz",
            "duracao": "01:34:26",
            "_id": "O117"
         },
         {
            "nome": "Singet dem Herrn ein neues Lied",
            "desc": "Singet dem Herrn ein neues Lied (Sing unto the Lord a new song, BWV 225) is a motet by Johann Sebastian Bach. It was first performed in\n         Leipzig around 1727, using psalm 149:1–3 for its first movement, a 1548 Johann Gramann hymn for the second movement and psalm 150:2 and 6 for\n         its third movement.",
            "anoCriacao": "1930",
            "periodo": "Século XX",
            "compositor": "Paolo Agostino",
            "duracao": "00:51:14",
            "_id": "O86"
         },
         {
            "nome": "Six Pieces for Piano, Op. 118",
            "desc": "The Six Pieces for Piano, Op. 118, are some of the most beloved items that the composer Johannes Brahms wrote for the solo instrument.\n         Completed in 1893 and dedicated to Clara Schumann, the collection was the second to last composition to be published during Brahms' lifetime.\n         It was also his second to last work composed for piano solo. Like Brahms' other late keyboard works, Op. 118 is overall more introspective\n         than his earlier piano pieces, which tend to be more virtuosic in character. The six pieces are:No. 1. Intermezzo in A minor. Allegro non\n         assai, ma molto appassionatoNo. 2. Intermezzo in A major. Andante teneramente[1]No. 3. Ballade in G minor. Allegro energicoNo. 4. Intermezzo\n         in F minor. Allegretto un poco agitatoNo. 5. Romanze in F major. AndanteNo. 6. Intermezzo in E flat minor. Andante, largo e mesto",
            "anoCriacao": "1589",
            "periodo": "Renascimento",
            "compositor": "Manuel Correia",
            "duracao": "01:20:23",
            "_id": "O158"
         },
         {
            "nome": "Sonatas and Partitas for Solo Violin",
            "desc": "The Partita No. 3 in E major BWV 1006 by Johann Sebastian Bach for solo violin is the last work in the set of Six Sonatas and Partitas. It\n         consists of the following movements: Preludio Loure Gavotte en Rondeau Menuets (I and II) Bourrée GigaIt takes approximately 20 minutes to\n         perform.The entire partita was transcribed by Bach for lute solo, cataloged as BWV 1006a.The most commonly found recordings are usually of\n         the Preludio. The Preludio demands advanced bowing technique and consists almost entirely of semiquavers (i.e. sixteenth notes). The Preludio\n         was also transcribed by Bach for solo organ, oboes, trumpets and strings in the opening sinfonia of the cantata Wir danken dir, Gott, wir\n         danken dir, BWV 29 in D major, and was used as an introduction to the second part of the cantata Herr Gott, Beherrscher aller Dinge, BWV\n         120a.The \"Gavotte en Rondeau\" is famously included on the Voyager Golden Record and often heard in TV or radio programs.In 1933 Sergei\n         Rachmaninoff transcribed for piano (and subsequently recorded) the Preludio, Gavotte, and Giga from this partita (as TN 111/1).",
            "anoCriacao": "1938",
            "periodo": "Século XX",
            "compositor": "Giuseppe Tartini",
            "duracao": "00:20:35",
            "_id": "O54"
         },
         {
            "nome": "Sonatina in F major",
            "desc": "The Sonatina in F is a composition for solo piano in two movements, attributed to Ludwig van Beethoven. The first movement is marked\n         \"Allegro assai.\" The second movement is marked \"Rondo, Allegro.\" Both movements are in 2/4 time. Most of the first movement is in sixteenth\n         notes and the second movement is in eighth notes.",
            "anoCriacao": "1921",
            "periodo": "Século XX",
            "compositor": "Balbastre, Claude",
            "duracao": "00:15:16",
            "_id": "O87"
         },
         {
            "nome": "Sonatina in G",
            "desc": "Sonatina in G major (Anh.5, no.2) is a piece of music attributed to Ludwig van Beethoven.Since the work was published in Hamburg, Germany\n         after Beethoven's death, its authenticity is doubted, as it uses styles never seen by Beethoven before. It is split into 2 sections. The\n         first is titled Moderato and is in 4/4 time; the second section is titled Romance and is in 6/8 time. The two sections are actually called\n         'The Two Sonatinas' and referred to as the First & Second Movements.",
            "anoCriacao": "1913",
            "periodo": "Século XX",
            "compositor": "Monsieur de Sainte-Colombe",
            "duracao": "00:28:19",
            "_id": "O30"
         },
         {
            "nome": "Sonnerie de Ste-Geneviève du Mont-de-Paris",
            "desc": "Sonnerie de Sainte-Geneviève du Mont de Paris, \"The Bells of St. Genevieve\" in English, is a work by Marin Marais written in 1723 for\n         viol, violin and harpsichord with basso continuo. It can be considered a passacaglia or a chaconne, with a repeating D, F, E bass line. It is\n         perhaps Marais' most famous composition that explores the various techniques of the viol, an instrument he studied as a student of Monsieur\n         de Sainte-Colombe.The work begins with 4 measures of the bass line played by the continuo and viol, then, on the 5th measure the violin takes\n         over the melody. Throughout the piece, the violin and viol take turns with the melody.The viol part is of great difficulty because of\n         Marais's mastery of that instrument. The centerpiece is not the melody, the violin, but the viol. His work can be thought of as something to\n         showcase the violist's skill, although it does not always have the melody.The piece also exists in a version for solo double bass, having\n         been arranged by Norman Ludwin for Ludwin Music. An electronic version on a Fairlight synthesizer was used in the soundtrack of the 1982 film\n         \"Liquid Sky\".",
            "anoCriacao": "2012",
            "periodo": "Contemporâneo",
            "compositor": "Krebs, Johann Ludwig",
            "duracao": "00:20:20",
            "_id": "O26"
         },
         {
            "nome": "St. Paul's Suite",
            "desc": "St Paul's Suite (Op. 29, No. 2), originally titled Suite in C, is a composition for string orchestra by the English composer Gustav Holst.\n         It was written in 1912, but due to revisions was not published until 1922. It is named after the St Paul's Girls' School in the United\n         Kingdom, where Holst was Director of Music from 1905 to 1934. It was written in gratitude to the school which had built a soundproof studio\n         for him. This suite is the most famous of the many pieces he wrote for students at St. Paul's.The suite has four movements: I. Jig: Vivace\n         (alternating between 6/8 and 9/8 time) II. Ostinato: Presto III. Intermezzo: Andante con moto (labeled \"Dance\" in the manuscript) IV. Finale\n         (The Dargason): Allegro (arranged from the \"Fantasia on the Dargason\" from his Second Suite in F for Military Band)↑ ↑",
            "anoCriacao": "1635",
            "periodo": "Renascimento",
            "compositor": "Cabanilles, Juan Bautista",
            "duracao": "01:27:14",
            "_id": "O142"
         },
         {
            "nome": "Stabat Mater",
            "desc": "Stabat Mater for solo alto and orchestra, RV 621, is a composition by the Italian baroque composer Antonio Vivaldi on one of the Sorrows\n         of Mary. It was premiered in 1712.",
            "anoCriacao": "1756",
            "periodo": "Clássico",
            "compositor": "Pergolesi, Giovanni Battista",
            "duracao": "01:15:44",
            "_id": "O71"
         },
         {
            "nome": "Suite No. 1 for two pianos",
            "desc": "Suite No. 1 (or Fantaisie-Tableaux for two pianos), Op. 5, is a composition for two pianos by Sergei Rachmaninoff. Composed in 1893, this\n         suite illustrates four extracts of poems, written by Mikhail Lermontov, Lord Byron, Fyodor Tyutchev and Aleksey Khomyakov.This work was first\n         performed on November 30, 1893, by Rachmaninoff and Pavel Pabst in Moscow, and is dedicated to Tchaikovsky. Rachmaninoff composed a second\n         suite in 1901.The four movements are:I. Barcarolle. Allegretto, in G minor.II. La nuit... L'amour... Adagio sostenuto, in D major. (The\n         night...the love...)III. Les Larmes. Largo di molto, in G minor. (The Tears) IV. Pâques. Allegro maestoso, in G minor. (Easter)Perhaps\n         surprisingly, given that Rachmaninoff wrote orchestral and two-piano versions of his Symphonic Dances, which is effectively a three-movement\n         symphony, no one has orchestrated this Suite as a possible symphony.",
            "anoCriacao": "1439",
            "periodo": "Medieval",
            "compositor": "Alessandro Stradella",
            "duracao": "01:03:49",
            "_id": "O114"
         },
         {
            "nome": "Suite No. 2 for two pianos",
            "desc": "Suite No. 2, Op. 17, is a composition for two pianos by Sergei Rachmaninoff.This work was composed in Italy in the first months of 1901,\n         and like the famous second piano concerto, Op.18, it confirms the comeback of the creativity of the composer after four years of silence\n         since the flop of his first symphony. The Suite was first performed on November 24, 1901, by the composer and his cousin Alexander Siloti.In\n         contrast to the First Suite for two pianos, the work is not based on literature, and the form tends to approach the traditional suite. The\n         movements are:I. Introduction (Alla marcia, in C major) II. Valse (Presto, in G major) III. Romance (Andantino, in A flat major) IV.\n         Tarantelle (Presto, in C minor) The most famous performance of this piece was in Los Angeles in the early 1940s, just before Rachmaninoff\n         died. He and Vladimir Horowitz were at a party and played the piece, the first and only time they ever did.Perhaps surprisingly, given that\n         Rachmaninoff wrote orchestral and two-piano versions of his Symphonic Dances, which is effectively a three-movement symphony, no one has\n         orchestrated this Suite as a possible symphony.",
            "anoCriacao": "1477",
            "periodo": "Medieval",
            "compositor": "Friederike Sophie Wilhelmine",
            "duracao": "01:00:24",
            "_id": "O36"
         },
         {
            "nome": "Suite for Orchestra in B minor",
            "desc": "Kalinnikov's Suite for Orchestra in B minor was composed between 1891-1892. First publication of the composition was in 1901 by\n         Jurgenson.",
            "anoCriacao": "1758",
            "periodo": "Clássico",
            "compositor": "Handel, George Frideric",
            "duracao": "00:16:16",
            "_id": "O126"
         },
         {
            "nome": "Suite in D minor, HWV 437",
            "desc": "The Keyboard suite in D minor (HWV 437) was composed by George Frideric Handel, for solo keyboard (harpsichord), between 1703 and 1706. It\n         is also referred to as Suite de pièce Vol. 2 No. 4. It was first published in 1733.",
            "anoCriacao": "1432",
            "periodo": "Medieval",
            "compositor": "Martini, Giovanni Battista",
            "duracao": "01:47:36",
            "_id": "O156"
         },
         {
            "nome": "Symphonic Dances, Op. 64",
            "desc": "The four Symphonic Dances of the Norwegian composer Edvard Grieg, form the collection notated as Op. 64. They were written c. 1896 and\n         published in 1897. They draw their inspiration from the earlier folk works collected by Ludvig Mathias Lindeman.Dance No. 1, G major, Allegro\n         moderato e marcatoDance No. 2, A major, Allegretto graziosoDance No. 3, D major, Allegro giocosoDance No. 4, A minor, Andante: Allegro\n         risoluto",
            "anoCriacao": "1501",
            "periodo": "Renascimento",
            "compositor": "John Dowland",
            "duracao": "01:59:57",
            "_id": "O107"
         },
         {
            "nome": "Symphonic Poem No.1, Ce qu'on entend sur la montagne",
            "desc": "Ce qu'on entend sur la montagne, S.95, is the first of thirteen symphonic poems by Hungarian composer Franz Liszt. It is an orchestral\n         work inspired by Victor Hugo's poem of the same name, published as No. 5 of his collection Les Feuilles d'automne (1831).The French title\n         means \"What one hears on the mountain\". The work is sometimes referred to by its German title \"Bergsymphonie\" (\"Mountain Symphony\").The\n         piece, like many of Liszt's works, was revised a number of times before reaching the final version known today. It was originally composed in\n         the years 1848–9 and subsequently revised in 1850, with the final form being produced in 1854.It is also the longest of Liszt's symphonic\n         poems; a typical performance averages over half an hour in length.",
            "anoCriacao": "1997",
            "periodo": "Século XX",
            "compositor": "Boyvin, Jacques",
            "duracao": "01:13:12",
            "_id": "O89"
         },
         {
            "nome": "Symphonies de Beethoven",
            "desc": "Beethoven Symphonies (French: Symphonies de Beethoven), S.464, is a set of nine transcriptions for solo piano by Franz Liszt of Ludwig van\n         Beethoven's symphonies.",
            "anoCriacao": "1720",
            "periodo": "Barroco",
            "compositor": "Jean-Joseph Mouret",
            "duracao": "01:15:41",
            "_id": "O88"
         },
         {
            "nome": "Syrinx",
            "desc": "Syrinx, L. 129, is a piece of music for solo flute which Claude Debussy wrote in 1913. It generally takes three minutes or less to\n         perform. It was the first significant piece for solo flute after the Sonata in A minor composed by C. P. E. Bach 150 years before (1763), and\n         it is the first such solo composition for the modern Böhm flute, perfected in 1847.Syrinx is commonly considered to be an indispensable part\n         of any flautist's repertoire. Many musical historians believe that \"Syrinx\", which gives the performer generous room for interpretation and\n         emotion, played a pivotal role in the development of solo flute music in the early twentieth century. Some say Syrinx was originally written\n         by Debussy without barlines or breath marks. The flautist Marcel Moyse may have later added these, and most publishers publish Moyse's\n         edition. The piece is commonly performed off stage, as it is thought when Debussy dedicated the piece to the flautist Louis Fleury, it was\n         for him to play during the interval of one of Debussy's ballets.Syrinx was written as incidental music to the uncompleted play Psyché by\n         Gabriel Mourey, and was originally called \"Flûte de Pan\". Since one of Debussy's Chansons de Bilitis had already been given that title,\n         however, it was given its final name in reference to the myth of the amorous pursuit of the nymph Syrinx by the god Pan, in which Pan falls\n         in love with Syrinx, however, as Syrinx does not return the love to Pan, she turns herself into a water reed and hides in the marshes. Pan\n         cuts the reeds to make his pipes, in turn killing his love.Syrinx has also been transposed and performed on the saxophone and other\n         instruments. It quickly became a piece of standard literature for the saxophone, and has been recorded on both the alto and soprano\n         saxophones.",
            "anoCriacao": "1893",
            "periodo": "Romântico",
            "compositor": "Elisabeth Sophie of Mecklenburg",
            "duracao": "00:17:02",
            "_id": "O102"
         },
         {
            "nome": "Tapiola",
            "desc": "Tapiola (literally, \"Realm of Tapio\"), Op. 112, is a tone poem by the Finnish composer Jean Sibelius, written in 1926. It was the product\n         of a commission from Walter Damrosch for the New York Philharmonic Society. Tapiola portrays Tapio, the animating forest spirit mentioned\n         throughout the Kalevala, lurking behind the stark Finnish pine-forests that enveloped Sibelius's isolated home Ainola outside Järvenpää.It\n         was premiered by Walter Damrosch and the New York Symphonic Society on 26 December 1926.When asked by the publisher to clarify the work's\n         program, Sibelius responded by supplying a quatrain:Widespread they stand, the Northland's dusky forests,Ancient, mysterious, brooding savage\n         dreams;Within them dwells the Forest's mighty God,And wood-sprites in the gloom weave magic secrets.Tapiola was Sibelius's last major work,\n         though he lived for another thirty years. He began working on an Eighth Symphony, but he is said to have burned the sketches after becoming\n         unhappy with the work.A typical performance of Tapiola lasts between fifteen and twenty minutes. It is scored for three flutes (third\n         doubling piccolo), two oboes, English Horn, two clarinets, bass clarinet, two bassoons, contrabassoon, four horns, three trumpets, three\n         trombones, timpani, and strings. The original publisher was Breitkopf & Härtel, who published most of Sibelius's works.Robert Kajanus\n         conducted the London Symphony Orchestra for HMV on 29 June 1932 at Abbey Road Studio 1 in the first recording of Tapiola.In 1953 Herbert von\n         Karajan conducted the Philharmonia Orchestra in the first of his four recordings of the work. (Sibelius regarded Karajan as \"the only one who\n         truly understands my work.\") Thomas Beecham and the Royal Philharmonic Orchestra recorded the music in 1955; it was one of the first\n         stereophonic recordings made by EMI Classics. Both before and since then, numerous conductors and orchestras have recorded the work.",
            "anoCriacao": "1417",
            "periodo": "Medieval",
            "compositor": "John Blow",
            "duracao": "00:06:29",
            "_id": "O103"
         },
         {
            "nome": "The Creatures of Prometheus",
            "desc": "The Creatures of Prometheus (German: Die Geschöpfe des Prometheus), Op. 43, is a ballet composed in 1801 by Ludwig van Beethoven following\n         the libretto of Salvatore Viganò. The ballet premiered on 28 March 1801 at the Burgtheater in Vienna and was given 28 performances.The\n         overture to the ballet is part of the concert repertoire. Beethoven based the fourth movement of his Eroica symphony and his Eroica\n         Variations (piano) on the main theme of the last movement of the ballet.",
            "anoCriacao": "1565",
            "periodo": "Renascimento",
            "compositor": "Viadana, Lodovico Grossi da",
            "duracao": "01:36:45",
            "_id": "O106"
         },
         {
            "nome": "The Noon Witch",
            "desc": "The Noon Witch (or The Noonday Witch; Czech: Polednice), Op. 108, B. 196, is a symphonic poem written in 1896 by Antonín Dvořák which was\n         inspired by the Karel Jaromír Erben poem Polednice from the collection Kytice. Polednice is based on the noon demon \"Lady Midday\" of Slavic\n         mythology. It is one of a set of late orchestral works inspired by national themes which were written after his return to his native Bohemia\n         from the United States.",
            "anoCriacao": "1449",
            "periodo": "Medieval",
            "compositor": "John IV",
            "duracao": "00:16:48",
            "_id": "O68"
         },
         {
            "nome": "The Storm, Op.76",
            "desc": "The Storm, Op. posth. 76, is an overture (in the context of a symphonic poem) in E minor composed by Pyotr Ilyich Tchaikovsky between June\n         and August 1864. The work is inspired by the play The Storm by the Russian playwright Alexander Ostrovsky. That play was also the inspiration\n         for Leoš Janáček's opera Káťa Kabanová.",
            "anoCriacao": "1968",
            "periodo": "Século XX",
            "compositor": "Manuel Correia",
            "duracao": "00:06:49",
            "_id": "O73"
         },
         {
            "nome": "Tragic Overture",
            "desc": "The Tragic Overture (German: Tragische Ouvertüre), Op. 81, is a concert overture for orchestra written by Johannes Brahms during the\n         summer of 1880. It premiered on 26 December 1880 in Vienna. Most performances last between twelve and fifteen minutes.Brahms chose the title\n         \"Tragic\" to emphasize the turbulent, tormented character of the piece, in essence a free-standing symphonic movement, in contrast to the\n         mirthful ebullience of a companion piece he wrote the same year, the Academic Festival Overture. Despite its name, the Tragic Overture does\n         not follow any specific dramatic program. Brahms was not very interested in musical storytelling and was more concerned with conveying and\n         eliciting emotional impressions. He summed up the effective difference between the two overtures when he declared \"one laughs while the other\n         cries.\" Brahms quotes some material from the last movement of the Second Symphony in this overture.The Tragic Overture comprises three main\n         sections, all in the key of D minor.Allegro ma non troppoMolto più moderatoTempo primo ma tranquillo.Theorists have disagreed in analyzing\n         the form of the piece: Jackson finds Webster's multifarious description rather obscurist and prefers to label the work's form as a \"reversed\n         sonata design\" in which the second group is recapitulated before the first, with Beethoven's Coriolan Overture as a possible formal\n         model.",
            "anoCriacao": "1330",
            "periodo": "Medieval",
            "compositor": "Peter Philips",
            "duracao": "01:23:05",
            "_id": "O136"
         },
         {
            "nome": "Transcendental Études",
            "desc": "Transcendental Étude No. 8 in C minor \"Wilde Jagd\" (Wild Hunt) is the eighth étude in the twelve Transcendental Études by Franz Liszt.The\n         1837 version of this piece is in sonata form, with a first subject in C minor, second subject in E-flat major, and a recapitulation of the\n         first subject. It is monothematic (the second subject material is derived from the first subject material). Liszt removed the final\n         recapitulation of the first subject in the 1851 version of the piece, along with an extended bravura passage preceding it.The piece starts\n         with a furious quick main theme, left hand playing the melody in octaves and the right hand playing the same melody one octave higher\n         alternatively, quickly followed with chords. The furious main theme flows into the playful melody of the secondary subject. When actually\n         played at the original speed that Liszt indicated (\"Presto furioso\", or fast and furious; at around 4 and a half minutes), the piece quickly\n         becomes formidable. Wide jumps in the beginning span about three octaves in the right hand. The lyrical middle section involves some\n         difficult left-hand jumps rapidly spanning over two octaves. The ending involves a difficult section of octave jumps in the right hand\n         spanning three octaves. The piece ends in a flurry of descending chords.",
            "anoCriacao": "1676",
            "periodo": "Barroco",
            "compositor": "John Eccles",
            "duracao": "01:54:53",
            "_id": "O3"
         },
         {
            "nome": "Transcendental Études",
            "desc": "Franz Liszt's Transcendental Étude No. 6 in G minor \"Vision\" is the sixth of his twelve Transcendental Études. It is a study of the\n         extensions of the hand, hands moving in opposite directions, arpeggiated double notes, and tremolos.It is one of the easier études, though\n         the beginning of the piece can be quite troublesome if it is played as directed: completely with the left hand (linke hand in the second\n         edition [Dover]). It would require large stretches and dexterous leaps if done so.",
            "anoCriacao": "1501",
            "periodo": "Renascimento",
            "compositor": "Viadana, Lodovico Grossi da",
            "duracao": "01:49:53",
            "_id": "O4"
         },
         {
            "nome": "Transcendental Études",
            "desc": "Transcendental Étude No. 5 in B-flat \"Feux follets\" (Wills o' the Wisp) is the fifth étude of the set of twelve Transcendental Études by\n         Franz Liszt.",
            "anoCriacao": "1489",
            "periodo": "Medieval",
            "compositor": "Hans Leo Haßler",
            "duracao": "01:19:06",
            "_id": "O51"
         },
         {
            "nome": "Transcendental Études",
            "desc": "Transcendental Étude No. 3 in F, \"Paysage\" (Scenery), is the third of twelve Transcendental Études by Franz Liszt. It is generally\n         considered to be one of the easier studies.The piece suggests a peaceful country scene. It is said that Liszt got the idea of writing this\n         étude while watching the scenery change during a train ride. The first section is played poco adagio with a sempre legato e placido\n         indication at the start. There are gentle arpeggios and constant dynamic changes and syncopation, and the melody is often played in thirds or\n         octaves.",
            "anoCriacao": "1561",
            "periodo": "Renascimento",
            "compositor": "Robert Cambert",
            "duracao": "01:07:22",
            "_id": "O138"
         },
         {
            "nome": "Tönet, ihr Pauken! Erschallet, Trompeten!, BWV 214",
            "desc": "Tönet, ihr Pauken! Erschallet, Trompeten! (Resound, ye drums! Ring out, ye trumpets!), BWV 214, is a cantata by Johann Sebastian\n         Bach.",
            "anoCriacao": "1300",
            "periodo": "Medieval",
            "compositor": "Durante, Francesco",
            "duracao": "00:14:39",
            "_id": "O162"
         },
         {
            "nome": "Valse romantique",
            "desc": "Valse romantique is a solo piano piece written by the French composer Claude Debussy (1862-1918) in 1890. It is in the key of F minor.The\n         piece is divided in several small parts.However the piece's style is late romantic and not the impressionism for which he is known.",
            "anoCriacao": "1643",
            "periodo": "Renascimento",
            "compositor": "Titelouze, Jean",
            "duracao": "00:41:46",
            "_id": "O37"
         },
         {
            "nome": "Valses Sentimentales",
            "desc": "Franz Schubert wrote about a hundred waltzes for piano solo. Particularly well known among these are two named collections, the 34 Valses\n         Sentimentales (Op. 50, D. 779) and the 12 Valses Nobles (Op. 77, D. 969).",
            "anoCriacao": "1313",
            "periodo": "Medieval",
            "compositor": "Fernandes, Gaspar",
            "duracao": "01:23:22",
            "_id": "O57"
         },
         {
            "nome": "Variation on a Waltz by Diabelli",
            "desc": "Variation on a Waltz by Diabelli (French: Variation sur une valse de Diabelli), S.147, is a variation by Franz Liszt composed in 1822 and\n         published in late 1823 or early 1824 as Variation No. 24 of Part II of Vaterländischer Künstlerverein, a collection of variations by 50\n         composers. All the variations were based on a waltz composed by Anton Diabelli, who also published the work. It was this same invitation from\n         Diabelli to write a variation that inspired Ludwig van Beethoven to write his 33 Diabelli Variations, Op. 120, which formed the entirety of\n         Part I of Vaterländische Künstlerverein.",
            "anoCriacao": "1517",
            "periodo": "Renascimento",
            "compositor": "Stefano Landi",
            "duracao": "01:49:39",
            "_id": "O64"
         },
         {
            "nome": "Variations in F minor",
            "desc": "The Andante with variations in F minor (Hoboken 17/6), also known as Un piccolo divertimento, was composed for piano by Joseph Haydn in\n         1793, and is among his most popular piano works. The variations here are a set of double variations, the first theme is in F minor and the\n         second theme in F major. Two variations of each theme and an extended coda follow.The manuscript of the Variations is owned by the Music\n         Division of The New York Public Library for the Performing Arts. For the Haydn bicentennial in 2009, G. Henle Verlag published a facsimile of\n         the manuscript.",
            "anoCriacao": "1353",
            "periodo": "Medieval",
            "compositor": "Louis Couperin",
            "duracao": "01:05:46",
            "_id": "O81"
         },
         {
            "nome": "Variations on a Theme of Chopin, Op. 22",
            "desc": "Not to be confused with works of the same title by Federico Mompou, Ferruccio Busoni, or Roger Smalley.Variations on a Theme of Chopin\n         (Russian: Вариации на тему Ф. Шопена, Variatsii na temu F. Shopena), Op. 22, is a group of 22 variations on Frédéric Chopin's Prelude in C\n         minor (Op. 28, No. 20), composed by Sergei Rachmaninoff in 1902-03. In the first edition, it is noted that 3 of the variations and the final\n         Presto section can be omitted if the performer wishes.",
            "anoCriacao": "1944",
            "periodo": "Século XX",
            "compositor": "Jeremiah Clarke",
            "duracao": "00:45:09",
            "_id": "O109"
         },
         {
            "nome": "Variations on a Theme of Corelli, Op. 42",
            "desc": "Variations on a Theme of Corelli (Russian: Вариации на тему А. Корели, Variatsii na temu A. Koreli), Op. 42, is set of variations for solo\n         piano, written in 1931 by the Russian composer Sergei Rachmaninoff. He composed them at his holiday home in Switzerland.The theme is La\n         Folia, which was not in fact composed by Arcangelo Corelli, but was used by him in 1700 as the basis for 23 variations in his Sonata for\n         violin and continuo (violone and/or harpsichord) in D minor, Op. 5, No. 12. La Folia was popularly used as the basis for variations in\n         Baroque music. Franz Liszt used the same theme in his Rhapsodie espagnole S. 254 (1863).Rachmaninoff dedicated the work to his friend the\n         violinist Fritz Kreisler. He wrote to another friend, the composer Nikolai Medtner, on 21 December 1931: I've played the Variations about\n         fifteen times, but of these fifteen performances only one was good. The others were sloppy. I can't play my own compositions! And it's so\n         boring! Not once have I played these all in continuity. I was guided by the coughing of the audience. Whenever the coughing would increase, I\n         would skip the next variation. Whenever there was no coughing, I would play them in proper order. In one concert, I don't remember where -\n         some small town - the coughing was so violent that I played only ten variations (out of 20). My best record was set in New York, where I\n         played 18 variations. However, I hope that you will play all of them, and won't \"cough\".Rachmaninoff recorded many of his own works, but not\n         this piece.",
            "anoCriacao": "1431",
            "periodo": "Medieval",
            "compositor": "Johann Ernst Eberlin",
            "duracao": "00:42:04",
            "_id": "O110"
         },
         {
            "nome": "Vers la flamme",
            "desc": "Vers la flamme (\"Toward the flame\"), Op. 72, is one of Alexander Scriabin's last pieces for piano, written in 1914.The melody of the piece\n         is very simple, consisting mainly of descending half steps. However, the unusual harmonies and difficult tremolos create an intense, fiery\n         luminance. This piece was intended to be Scriabin's eleventh sonata; however, he had to publish it early because of financial concerns.\n         Hence, the piece is only labeled a poem, rather than a sonata. According to pianist Vladimir Horowitz, the piece was inspired by Scriabin's\n         eccentric conviction that a constant accumulation of heat would ultimately cause the destruction of the world. The piece's title reflects the\n         Earth's fiery destruction, and the constant emotional buildup and crescendo throughout the piece lead, ultimately, \"toward the flame\".",
            "anoCriacao": "1642",
            "periodo": "Renascimento",
            "compositor": "Paolo Agostino",
            "duracao": "00:15:53",
            "_id": "O34"
         },
         {
            "nome": "Waltzes, Op. 34",
            "desc": "The three Waltzes, Op. 34, were composed by Frédéric Chopin from 1834 until 1838 and published in 1838.These three waltzes were published\n         as Grandes valses brillantes, but this title is usually reserved for the Waltz in E-flat major, Op. 18.",
            "anoCriacao": "1867",
            "periodo": "Romântico",
            "compositor": "Giovanni Gabrieli",
            "duracao": "00:46:13",
            "_id": "O167"
         },
         {
            "nome": "Wedding day at Troldhaugen",
            "desc": "\"Wedding Day at Troldhaugen\" (Norwegian: Bryllupsdag på Troldhaugen) is a musical piece composed by Edvard Grieg. It is the sixth piano\n         piece in the eighth book of his Lyric Pieces, bearing the opus number 65. There has been some discussion about the quality and proportion of\n         this composition in relation to the whole book.",
            "anoCriacao": "1337",
            "periodo": "Medieval",
            "compositor": "Johann Ernst Eberlin",
            "duracao": "00:29:20",
            "_id": "O52"
         },
         {
            "nome": "Études Op. 25",
            "desc": "Étude Op. 25, No. 2, in F minor, is an étude composed by Frédéric Chopin. It is based on a polyrhythm, with pairs of eighth-note (quaver)\n         triplets in the right hand against quarter-note (crotchet) triplets in the left. The étude is sometimes known as \"The Bees\".",
            "anoCriacao": "1540",
            "periodo": "Renascimento",
            "compositor": "Filipe De Magalhaes",
            "duracao": "01:54:35",
            "_id": "O5"
         },
         {
            "nome": "Études Op. 25",
            "desc": "Étude Op. 25, No. 6, in G-sharp minor, is a technical study composed by Frédéric Chopin focusing on thirds, trilling them at a high speed.\n         At one point, both hands play a chromatic-third scale.",
            "anoCriacao": "1863",
            "periodo": "Romântico",
            "compositor": "Weldon, John",
            "duracao": "00:21:16",
            "_id": "O27"
         },
         {
            "nome": "Études Op. 25",
            "desc": "Étude Op. 25, No. 3, in F major, is a technical study composed by Frédéric Chopin in 1836. The romanticized nickname of this piece (not\n         given by Chopin, who thought that idea was repulsive) is \"The Horseman\" or \"The Knight\", probably because of its \"galloping\" style. It is\n         mostly a study in rhythm. The study has four different voices that must be brought out by the performer. The technical figure consists of\n         lateral movements of the hand that must be played with flourish and refinement.",
            "anoCriacao": "1673",
            "periodo": "Barroco",
            "compositor": "Georg Muffat",
            "duracao": "00:18:39",
            "_id": "O82"
         },
         {
            "nome": "Études Op. 25",
            "desc": "Étude Op. 25, No. 4 in A minor is a technical study composed by Frédéric Chopin. It is marked Agitato at the head. The technique explored\n         in this piece is the performance of off-beat staccato chords set against a regular on-beat bass. This is an example of syncopation. The left\n         hand leaps intervals of up to a tenth (octave plus a third) between the bass and the lowest note of the following chord (and back): this\n         requires a very strong left hand 5th finger. Very often, the performer is required to hold the uppermost note of the right hand in legato\n         while continuing to play the rest of the chord in that hand (and in the left hand) as staccato: this requires a very strong right hand 5th\n         finger. The ending is marked Lento and pianissimo and the chords are all on beat in stark contrast with the rest of the piece.",
            "anoCriacao": "1996",
            "periodo": "Século XX",
            "compositor": "Reincken, Johann Adam",
            "duracao": "01:00:29",
            "_id": "O83"
         },
         {
            "nome": "Études Op. 25",
            "desc": "Étude Op. 25, No. 8, in D-flat major, is a technical piano study composed by Frédéric Chopin. The etude is composed with sixths being\n         played in both hands, but unlike some of his other etudes, it has a reduced musical difficulty.",
            "anoCriacao": "2002",
            "periodo": "Contemporâneo",
            "compositor": "Jean-Joseph Mouret",
            "duracao": "00:31:34",
            "_id": "O137"
         },
         {
            "nome": "Études Op.10",
            "desc": "Étude Op. 10, No. 11, in E-flat major, is a technical study composed by Frédéric Chopin. It is sometimes given the tiles Arpeggio-Study,\n         and Guitar-Study. The chief difficulty addressed in this piece is the performance of extended arpeggiated chords. Throughout, the hands are\n         required to stretch intervals as large as compound fifths. The melody, though usually the highest note of each chord, is often found in inner\n         parts with higher parts simply being part of the accompaniment. This is especially the case in the final bars. The piece is also notable for\n         its chromatic harmonies, daring at the time, and enharmonic shifts.",
            "anoCriacao": "1851",
            "periodo": "Romântico",
            "compositor": "Martini, Giovanni Battista",
            "duracao": "01:50:20",
            "_id": "O155"
         },
         {
            "nome": "Études Op.10",
            "desc": "Étude Op. 10, No. 9, in F minor, is a technical study composed by Frédéric Chopin in 1829. This étude is part of the twelve studies which\n         belong to Op. 10. It is widely regarded as a good left hand étude because it promotes flexibility in the wrists and fingers.",
            "anoCriacao": "1739",
            "periodo": "Barroco",
            "compositor": "Nicolaus Bruhns",
            "duracao": "00:16:02",
            "_id": "O163"
         }
      ]
   }
}